Repository: ullasml/TestingQuick
Catalog: iPhone_TNG/*.lproj/Localizable.strings
Languages: cs, da, de, es, fr, ja, pl, pt_pt

source: Time Is An Enterprise Asset Replicon Helps You Manage it
cs: Čas je majetkem podniku Replicon Vám pomáhá řídit váš čas
da: Tid er et virksomhedsaktiv Replicon hjælper dig med at styre den
de: Zeit ist ein Unternehmenswert Replicon hilft Ihnen, dieses zu verwalten
es: El Tiempo es un Activo de la Empresa Replicon lo Ayuda a Administrarlo
fr: Le temps est un atout en entreprise Replicon vous aide à le gérer
ja: 時間は財産です Repliconが時間管理のお役に立ちます
pl: Czas jest zasobem firmy Replicon pomaga nim zarządzać
pt_pt: O tempo é um ativo da empresa A Replicon ajuda-o a geri-lo

source: Automate workforce management and ensure global labour law compliance
cs: Automatizovat pracovní síly management a zajistit soulad s mezinárodními pracovními nařízeními
da: Automatiser personale- styring og sikre at global arbejdsret overholdes
de: Automatisierung der Arbeitskräfteverwaltung und Gewährleistung der Einhaltung der gesetzlichen Vorschriften
es: Automatice la fuerza de trabajo la gestión y asegure el cumplimiento de la ley de la mano de obra global
fr: Automatiser la gestion du personnel et assurer la conformité au droit international du travail
ja: 労務管理 を自動化して 世界の労働法準拠します
pl: Automatyzuj zarządzanie siłą roboczą i zapewnij przestrzeganie globalnych praw pracy
pt_pt: Automatize a gestão da força de trabalho e garanta a conformidade das leis de trabalho globais

source: Manage projects efficiently in real-time and ensure profitability
cs: Řiďte účinně projekty v reálném čase a zajistěte ziskovost
da: Administrer projekter effektivt i real-tid og sikre lønsomhed
de: Verwalten Sie Projekte effizient in Echtzeit und sorgen Sie für Rentabilität
es: Administre proyectos de forma eficiente en tiempo real y garantice la rentabilidad
fr: Gérer efficacement les projets en temps réel et assurer la rentabilité
ja: ﾌﾟﾛｼﾞｪｸﾄをﾘｱﾙﾀｲﾑで能率よく管理し、 利益率をｱｯﾌﾟしてください
pl: Efektywnie zarządzaj projektami w czasie rzeczywistym i osiągnij rentowność
pt_pt: Efetue a gestão de projetos de modo eficiente em tempo real e garanta a rentabilidade

source: Reduce revenue leakage with streamlined and accurate client billing
cs: Snižte unikání příjmů pomocí modernizovaného a přesného účtování klientovi
da: Reducer indtægtstab med strømliniet og præcis kundefakturering
de: Reduzieren Sie den Umsatzverlust mit abgestimmter und genauer Kundenabrechnung
es: Reduzca las pérdidas de ingresos con facturaciones a clientes optimizadas y precisas
fr: Réduire les pertes de revenus avec une facturation exacte et précise du client
ja: 無駄がない正確な顧客課金 によって逸失収益を削減できます
pl: Ogranicz straty dochodów dzięki zoptymalizowanemu i dokładnemu fakturowaniu klientów
pt_pt: Reduza a fuga de receita com uma fatuação a clientes fácil e precisa

source: Inbox
cs: Doručená pošta
da: Indbakke
de: Posteingang
es: Bandeja de Entrada
fr: Boîte de reception
ja: 受信箱
pl: Skrzynka odbiorcza
pt_pt: Caixa de entrada

source: No pending items
cs: Žádné položky čekající na vyřízení
da: Ingen udestående elementer
de: Keine ausstehenden Posten
es: No hay ítems pendientes
fr: Pas d'éléments en attente
ja: ペンディング中の項目はありません
pl: Brak elementów oczekujących
pt_pt: Nenhum item pendente

source: Punch Team Status
cs: Stav označení příchodu a odchodu pro tým
da: Team-stempelstatus
de: Stempelteamstatus
es: Marcar el Estado del Equipo
fr: Statut équipe Pointage
ja: チームのステータスを打刻
pl: Status zespołu — odbicia kart
pt_pt: Estado da equipa de picagem de ponto

source: Dashboard
cs: Přístrojová deska
da: Instrumentbræt
es: Tablero de mandos
fr: Tableau de bord
ja: ダッシュボード
pl: Panel
pt_pt: Painel de controlo

source: Timesheets for Approval
cs: Výkazy práce ke schválení
da: Timesedler til godkendelse
de: Zeiterfassungen für Genehmigung
es: Hojas Horarias para Aprobación
fr: Feuilles de temps en attente d'approbation
ja: 承認待ちタイムシート
pl: Grafiki do zatwierdzenia
pt_pt: Tabelas de horário para aprovação

source: Expenses for Approval
cs: Výdaje ke schválení
da: Udgifter til godkendelse
de: Aufwendungen für Genehmigung
es: Gastos para Aprobación
fr: Dépenses à approuver
ja: 承認用の費用
pl: Wydatki do zatwierdzenia
pt_pt: Despesas para aprovação

source: Time Off Requests for Approval
cs: Požadavek na dovolenou ke schválení
da: Fraværsanmodninger til godkendelse
de: Freizeitanträge für Genehmigung
es: Solicitudes de Tiempo Libre para Aprobación
fr: Temps écoulé Demandes d'approbation
ja: 休暇の申請
pl: Żądania czasu wolnego do zatwierdzenia
pt_pt: Pedidos de folga para aprovação

source: Employees on Overtime
cs: Zaměstnanci pracující přesčas
da: Medarbejdere på overarbejde
de: Arbeitnehmer mit Überstunden
es: Empleados con Horas Extra
fr: Employés en heures supplémentaires
ja: 残業中従業員
pl: Pracownicy w nadgodzinach
pt_pt: Funcionários em horas extraordinárias

source: Violation
cs: Porušení
da: Overtrædelse
de: Verstoß
es: Violación
ja: 違反
pl: Naruszenie
pt_pt: Violação

source: Total Worked
cs: Odpracováno celkem
da: Arbejdet i alt
de: Gesamt gearbeitet
es: Total Trabajado
fr: Total travaillé
ja: 合計勤務
pl: Przepracowane w sumie
pt_pt: Total de horas trabalhadas

source: My Timesheet
cs: Můj výkaz práce
da: Min timeseddel
de: Meine Stundenzettel
es: Mi Hoja Horaria
fr: Mes feuilles de temps
ja: マイタイムシート
pl: Mój grafik
pt_pt: A minha Tabela de horário

source: Team Timesheets
cs: Výkazy práce týmu
da: Team-timesedler
de: Teamzeiterfassungen
es: Hojas Horarias del Equipo
fr: Feuilles de temps de l'équipe
ja: チームタイムシート
pl: Grafiki zespołu
pt_pt: Tabelas de horários de equipa

source: Delete Punch
cs: Vymazat označení příchodu a odchodu
da: Slet stempel
de: Stechung löschen
es: Eliminar Marcación
fr: Supprimer Pointage
pl: Usuń odbicie karty
pt_pt: Eliminar a picagem de ponto

source: Select All
cs: Vybrat vše
da: Vælg alle
de: Ortzuweisungen
es: Selecc Todo
fr: Sélectionner tous
pl: Zaznacz wszystko
pt_pt: Selecionar tudo

source: Clear All
cs: Vymazat vše
da: Slet alt

source: Payroll Summary
cs: Shrnutí výplatní listiny
da: Lønseddel resume
de: Abrechnung - Überblick
es: Resumen de Nómina
fr: Résumé de la paie
ja: 給与サマリー
pl: Podsumowanie listy płac
pt_pt: Resumo do Pagamento

source: No Comments
cs: Žádné poznámky
da: Ingen bemærkninger
de: Keine Kommentare
es: Sin Comentarios
fr: Aucun commentaire
ja: コメントなし
pl: Brak komentarzy
pt_pt: Sem comentários

source: Please refresh your data and try again.
cs: Obnovte prosím svoje údaje a zkuste to znovu.
da: Opdater dine data, og prøv igen.
de: Bitte erneuern Sie Ihre Daten und versuchen Sie es erneut.
es: Actualice sus datos y vuelva a intentarlo
fr: Veuillez réactualiser vos données et réessayer
ja: データを更新して再度お試しください.
pl: Odśwież dane i spróbuj ponownie.
pt_pt: Atualize os seus dados e tente novamente.

source: View Previous Approvals
cs: Zobrazit předchozí schválení
da: Vis tidligere godkendelser
de: Vorherige Genehmigungen anzeigen
es: Ver Aprobaciones Previas
fr: Afficher approbations précédentes
pl: Pokaż wcześniejsze zatwierdzenia
pt_pt: Ver aprovações anteriores

source: Timesheet Approvals
cs: Schválení výkazu práce
da: Timeseddel-godkendelser
de: Genehmigungen Zeitefassungsbogen
es: Aprobaciones de Hojas Horarias
fr: Approbations Feuiles de présence
ja: タイムシートの承認
pl: Zatwierdzenia grafiku
pt_pt: Aprovações da tabela de horário

source: Expense Approvals
cs: Schválení výdaje
da: Udgiftsgodkendelser
de: Aufwandgenehmigungen
es: Aprobaciones de Gastos
fr: Approbations Dépenses
ja: 経費の承認
pl: Zatwierdzenia wydatków
pt_pt: Aprovações de despesa

source: Time Off Approvals
cs: Schválení dovolené
da: Fraværsgodkendelser
de: Freizeitgenehmigungen
es: Aprobaciones de Tiempo Libre
fr: Approbations Période de congé
ja: 休暇の承認
pl: Zatwierdzenia czasu wolnego
pt_pt: Aprovações de folgas

source: Having trouble signing in?
cs: Máte problém s přihlášením?
da: Problemer med at logge på?
de: Haben Sie Probleme beim Anmelden?
es: ¿Tiene problemas para registrarse?
fr: Des difficultés à vous inscrire ?
ja: サインインでお困りですか？
pl: Były problemy z logowaniem?
pt_pt: Problemas ao iniciar sessão?

source: Password reset failed. Please try again
cs: Resetování hesla neuspělo. Zkuste to znovu
da: Nulstilling af adgangskode fejlet. Prøv igen
de: Fehler: Kennwortrücksetzung. Bitte versuchen Sie es erneut
es: Falló el restablecimiento de la contraseña. Vuelva a intentar.
fr: Echec réinitialisation du mot de passe. Veuillez essayer de nouveau
ja: パスワードのリセットに失敗しました。もう一度試してください。
pl: Nie udało się zresetować hasła. Spróbuj ponownie
pt_pt: A redefinição da palavra-passe falhou. Tente novamente

source: Please enter a valid email
cs: Zadejte prosím platný email
da: Indtast en gyldig e-mail
de: Bitte nochmal eingeben
es: Por favor, ingrese una dirección de correo electrónico válida
fr: Veuillez entrer une adresse email valide
ja: 有効なメールアドレスを入力してください
pl: Wprowadź prawidłowy adres e-mail.
pt_pt: Introduza um email válido

source: Please enter company name and email id
cs: Zadejte prosím název společnosti a ID emailu
da: Indtast firmanavn og e-mailadresse
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor, ingrese un nombre de empresa y dirección de correo electrónico
fr: Veuillez entrer le nom de la sociéré et l'id de l'email
ja: 会社名とメールのIDを入力してください
pl: Wprowadź nazwę firmy i identyfikator e-mail.
pt_pt: Introduza o nome da empresa e a ID email

source: Enter your Company Name and Email Address to reset your password
cs: Pro resetování vašeho hesla zadejte prosím název vaší společnosti a emailovou adresu
da: Indtast dit firmanavn og e-mailadresse for at nulstille din adgangskode
de: Zur Kennwort-Rückstellung Unternehmensnamen und E-Mail-Adresse eingeben
es: Ingrese el Nombre de su Empresa y su Dirección de Correo Electrónico para restablecer su contraseña
fr: Entrez votre nom et votre adresse de Société pour réinitialiser votre mot de passe
ja: パスワードのリセットのために、会社名とメールアドレスを入力してください
pl: Wprowadź nazwę firmy i adres e-mail, aby zresetować hasło
pt_pt: Introduza o nome da empresa e o endereço de email para redefinir a palavra-passe

source: Comments must be added before proceeding.
cs: Před pokračováním musí být přidány poznámky.
da: Kommentarer skal tilføjes, før du fortsætter.
de: Kommentare müssen vor dem Fortfahren hinzugefügt werden.
es: Antes de continuar se deben agregar comentarios
fr: Les commentaires doivent être ajoutés avant de continuer.
ja: 先に進む前にコメントを入力する必要があります。
pl: Komentarze należy dodać przed kontynuowaniem.
pt_pt: Os comentários devem ser adicionados antes de continuar.

source: A timesheet template has not been assigned to your account. Please contact your Admin. ​Once the issue is resolved, please refresh the app.
cs: Šablona výkazu práce nebyla přiřazena k vašemu účtu. Kontaktujte prosím svého správce systému. Po vyřešení problému obnovte prosím aplikaci.
da: En stempelskabelon er ikke blevet tildelt til din konto. Kontakt din Admin Når problemet er løst, skal du opdatere appen.
de: Ihrem Konto wurde keine Zeiterfassungsbogen-Vorlage zugeordnet. Bitte wenden Sie sich an Ihren Admin. ​Wenn das Problem behoben ist, aktualisieren Sie bitte die App.
es: No se ha asignado ninguna plantilla de hoja horaria a su cuenta. Por favor, contacte a su Administrador. Una vez resuelto el problema, actualice la aplicación.
fr: Aucun échantillon de feuille de présence n'a été assigné à votre compte. Veuillez contacter votre administrateur, Une fois le problème résolu, veuillez actualiser l'application.
pl: Szablon grafiku nie został przypisany do twojego konta. Skontaktuj się ze swoim administratorem. ​Po rozwiązaniu problemu, odśwież aplikację.
pt_pt: Um modelo de tabela de horário não foi atribuído à sua conta. Contacte o seu admin. ​Depois de o problema estar resolvido, atualize a aplicação.

source: Refresh
cs: Obnovit
da: Opdater
de: Aktualisieren
es: Actualiz
fr: Actualiser
pl: Odśwież
pt_pt: Atualizar

source: In/Out Times + Allocation
cs: Časy příchodu/odchodu + přiřazení
da: Ind/ud tider + Tildeling
de: EIN/AUS-Zeiten + Aufteilung
es: Horarios de entrada/salida + asignación
fr: Temps d'entrée/de sortie + Allocation
ja: 出社・退社時間＋分配
pl: Czasy wej./wyj. + Przydziały
pt_pt: Horas de Entrada/Saída + Alocação

source: hour
cs: hodina
da: time
de: Stunde
es: Hora
fr: Heure
ja: 時間
pl: godzina

source: hours
cs: hodiny
da: timer
de: Stunden
es: Horas
fr: heures
ja: 時間
pl: godziny
pt_pt: Horas

source: All Day
cs: Celý den
da: Hele dagen
de: Den ganzen Tag
es: Todo Día
fr: Toute la journée
pl: Cały dzień
pt_pt: Todo o dia

source: See All
cs: Zobrazit vše
da: Se alle
de: Alle ansehen
es: Ver Todo
fr: Voir tout
ja: すべて表示
pl: Zobacz wszystkie
pt_pt: Ver tudo

source: Punch Cards
cs: Karty označení příchodu a odchodu
da: Stempelkort
de: Stempelkarten
es: Tarjetas de Marcación Horaria
fr: Cartes Pointages
ja: タイムカード
pl: Karty odbijane
pt_pt: Cartões de ponto

source: Create Punch Card
cs: Vytvořit kartu označení příchodu a odchodu
da: Opret stempelkort
de: Stempelkarte erstellen
es: Crear Tarjeta de Marcación Horaria
fr: Créer une carte de pointage
ja: タイムカードを作成する
pl: Utwórz kartę odbijaną
pt_pt: Criar cartão de ponto

source: Select a Client
cs: Vyberte klienta
da: Vælg en kunde
de: Kunden auswählen
es: Selecc un Cliente
fr: Sélectionner un client
ja: 顧客を選択
pl: Zaznacz klienta
pt_pt: Selecionar um cliente

source: Select an Activity
cs: Vybrat činnost
da: Vælg en aktivitet
de: Eine Aktivität auswählen
es: Selecc una Actividad
fr: Sélectionnez une activité
ja: アクティビティーを選択
pl: Wybierz czynność.
pt_pt: Selecionar uma Atividade

source: Search Client
cs: Vyhledávat klienta
da: Søg kunde
de: Kunden suchen
es: Buscar Cliente
fr: Chercher un client
ja: クライアントを探す
pl: Znajdź klienta
pt_pt: Procurar cliente

source: Search Project
cs: Vyhledávat projekt
da: Søg projekt
de: Projekt suchen
es: Buscar Proyecto
fr: Chercher Projet
ja: プロジェクトの検索
pl: Znajdź projekt
pt_pt: Procurar projeto

source: Search Task
cs: Vyhledávat úlohu
da: Søg opgave
de: Aufgabe suchen
es: Buscar Tarea
fr: Chercher Tâche
ja: タスクを検索
pl: Znajdź zadanie
pt_pt: Procurar tarefa

source: Search Activity
cs: Vyhledávat činnost
da: Søg aktivitet
de: Aktivität suchen
es: Buscar Actividad
fr: Chercher Activité
ja: アクティビティを検索
pl: Znajdź aktywność
pt_pt: Procurar atividade

source: Search Dropdown options
cs: Vyhledávat možnosti rozevíracího seznamu
da: Søg dropdown-muligheder
de: Dropdown-Optionen suchen
es: Buscar opciones desplegables
fr: Chercher les options du menu déroulant
ja: ドロップダウンオプションを検索
pl: Znajdź opcje rozwijane
pt_pt: Procurar opções pendentes

source: a new card has been created
cs: nová karta byla vytvořena
da: nyt kort er oprettet
de: Eine neue Karte wurde erstellt
es: se ha creado una tarjeta nueva
fr: une nouvelle carte a été créée
pl: utworzono nową kartę
pt_pt: foi criado um novo cartão

source: Daily Fields
cs: Pole za den
da: Daglige felter
de: Tägliche Felder
es: Campos diarios
fr: Champs quotidiens
ja: 毎日のフィールド
pl: Pola dzienne
pt_pt: Campos Diários

source: Enter text
cs: Zadat text
da: Indtast tekst
de: Text eingeben
es: Ingrese el Texto
fr: Entrer texte
ja: 文字を入力
pl: Wprowadź tekst
pt_pt: Introduzir texto

source: Enter numeric value
cs: Zadejte číselnou hodnotu
da: Indtast numerisk værdi
de: Numerischen Wert eingeben
es: Ingrese un valor numérico
fr: Entrer une valeur numérique
ja: 数値を入力してください
pl: Wprowadź wartość liczbową
pt_pt: Introduzir valor numérico

source: Please accept the disclaimer.
cs: Přijměte prosím odmítnutí odpovědnosti.
da: Du skal acceptere ansvarsfraskrivelse.
de: Bitte akzeptieren Sie die Nutzungsbedingungen.
es: Por favor, acepte el aviso legal
fr: Veuillez accepter la décharge.
ja: 免責事項に同意してください
pl: Zaakceptuj zastrzeżenie.
pt_pt: Aceite as isenções de responsabilidade.

source: Time Capture for Attendance
cs: Zachycení času pro docházku
da: Tidsopsamling for fremmøde
de: Zeiterfassung für Anwesenheit
es: Captura de Tiempo para la Asistencia
fr: Saisie de l'heure pour la présence
ja: 出退勤時間の記録
pl: Rejestrowanie czasu uczestnictwa
pt_pt: Captura de tempo para Presença

source: Approvals for Time & Attendance
cs: Schválení času & docházky
da: Godkendelser for timeregistrering og fremmøde
de: Genehmigungen für Zeit und Anwesenheit
es: Aprobaciones de Tiempo y Asistencia
fr: Approbations pour Heure & Présence
pl: Zatwierdzenia dla czasu i uczestnictwa
pt_pt: Aprovações para Tempo e Presença

source: Time Capture for Client Billing
cs: Zachycení času pro účtování klientovi
da: Timeregistrering til kundefakturering
de: Zeiterfassung für Kundenabrechnung
es: Captura de Tiempo para la Facturación al Cliente
fr: Saisie de l'heure pour la facturation du client
ja: クライアントに請求する時間の記録
pl: Rejestrowanie czasu do fakturowania klienta
pt_pt: Captura de tempo para faturação do Cliente

source: Approvals for Client Billing
cs: Schvalování účtování klientovi
da: Godkendelser for kundefakturering
de: Genehmigungen für Kundenabrechnung
es: Aprobaciones para la Facturación al Cliente
pl: Zatwierdzenia fakturowania klienta
pt_pt: Aprovações para faturação do Cliente

source: GPS enabled clock in & out from anywhere, anytime. Gain real-time access to your shifts and time off.
cs: GPS umožňuje označit příchod & odchod kdekoli a kdykoli. Získejte přístup k vašim směnám a dovolené v reálném čase.
da: GPS-aktiveret ur til og fra, hvor som helst, /nnår som helst. Få realtidsadgang til dine vagter og fravær.
de: GPS-fähige Uhr an- und abstempeln von überall und jederzeit. Erhalten Sie Echtzeitzugriff auf Ihre Schichten und Freizeit.
es: Marcación de ingreso y egreso en el reloj habilitado por GPS desde cualquier lugar, en cualquier momento. Obtenga acceso en tiempo real a sus turnos y tiempo libre.
fr: Acrivation par GPS Entrée&Sortie partout, à tout moment. Obtenez un accès en temps réel à vos quarts et congé.
ja: GPSを使えば/nいつでもどこからでも、作業開始及び終了の記録が可能です。/nあなたのシフトや休暇にリアルタイムでアクセスしましょう”。
pl: Rejestrowanie przyjść i wyjść za pomocą GPS zawsze i wszędzie. Uzyskaj dostęp w czasie rzeczywistym do swoich zmian i czasu wolnego.
pt_pt: O GPS ativou a picagem do ponto à entrada e à saída a partir de qualquer local, qualquer hora. Obtenha acesso em tempo real aos seus turnos e folgas.

source: Approve timesheets and time off at your convenience. Ensure compliance & insight into workforce productivity.
cs: Schválit výkazy práce a dovolenou podle vašich potřeb. Zajistíte tím soulad & přehled o produktivitě pracovních sil.
da: Godkend timesedler og afspadsering, når det passer dig. Sikre overholdelse og indsigt i arbejdsstyrkens produktivitet.
de: Zeiterfassungsbögen und Freizeit genehmigen, wann Sie wollen. Sicherstellen von Compliance und Einblick in die Produktivität der Mitarbeiter.
es: Apruebe hojas horarias y tiempo libre cuando le sea posible. Asegúrese del cumplimiento y el conocimiento de la productividad de la fuerza de trabajo.
fr: Approuvez les feuilles de présence et les congés à votre convenance. Assurer la conformité & aperçu du rendement des effectifs.
ja: 時間のあるときタイムシートと休暇を承認してください。準拠性及び労働生産性の状況について確認する.
pl: Zatwierdzaj grafiki i czas wolny w dogodnej chwili. Dopilnuj przestrzegania przepisów i analizuj wydajność pracy.
pt_pt: Aprove tabelas de horários e períodos de descanso de acordo com a sua conveniência. Garanta a conformidade e o critério para a produtividade da força de trabalho.

source: Track billable and non-billable hours by client, project and task. Request time off and capture expenses, even on-the-go.
cs: Sledovat účtovatelné a neúčtovatelné hodiny podle klienta, projektu a úlohy. Požadovat dovolenou a zachytit výdaje, i při odjezdu.
da: Spor fakturerbare og ikke-fakturerbare timer efter kunde, projekt, og opgave. Anmodning om fravær og indsaml udgifter, selv på farten.
de: Verfolgen Sie verrechenbare und nicht verrechenbare Stunden nach Kunden, Projekten und Aufgaben. Freizeit anfordern und Kosten erfassen - auch On-the-go.
es: Rastrear las horas facturables y no facturables por cliente, proyecto y tarea. Solicitar tiempo libre y capturar gastos, incluso mientras está en actividad.
fr: Suivi heures facturables et non facturables par client, par projet et par tâche. Demande de congé et saisie des dépenses, même en déplacement.
ja: クライアント、プロジェクト、タスクごとに請求可能及び請求できない時間を記録します休暇の申請と経費の記録が、作業中でも可能です.
pl: Śledź godziny płatne i niepłatne według klientów, projektów i zadań. Wnioskuj o czas wolny i rejestruj wydatki — również na bieżąco.
pt_pt: Controle as horas faturáveis e não faturáveis por cliente, projeto e tarefa. Solicite folgas e despesas de captura, mesmo em estando em movimento.

source: Include project managers, supervisors, and clients for approvals. Track project progress, billing and client profitability in real-time.
cs: Zahrnout projektové manažery, vedoucí a klienty ke schválení. Sledovat postup projektu, účtování a ziskovost klienta v reálném čase.
da: Medtag projektledere, vejledere og kunder til godkendelser. Spor projektfremskridt, fakturering og kundelønsomhed i realtid.
de: Projekt-Manager, Betreuer und Kunden für Genehmigungen einfügen. Verfolgen von Projektstatus, der Abrechnung und der Kundenprofitabilität in Echtzeit.
es: Incluir gerentes de proyectos, supervisores y clientes para las aprobaciones. Llevar un seguimiento del progreso del proyecto, de la facturación y de la rentabilidad del cliente en tiempo real.
fr: Y compris les gestionnaires du projet, les superviseurs et les clients pour les approbations. Suivi de l'avancée du projet, de la facturation et la rentabilité du client en temps réel.
ja: プロジェクトマネージャー、上司、クライアントの承認を含みます。プロジェクトの進捗や請求書、そしてクライアントの収益性をリアルタイムで記録します.
pl: Włącz kierowników projektów, zwierzchników i klientów do zatwierdzeń. Śledź w czasie rzeczywistym postępy projektów, fakturowanie i rentowność klientów.
pt_pt: Inclua gestores de projeto, supervisores e clientes para aprovações. Monitorize o progresso do projeto, o faturação e rentabilidade do cliente em tempo real.

source: You do not have any time off types assigned. Please contact your Admin.
cs: Nebyly vám přiřazeny žádné typy dovolené. Kontaktujte prosím svého správce systému.
da: Du har ikke fået tildelt nogen fraværstyper. Kontakt din administrator.
de: Sie haben keine Freizeittypen zugeordnet. Bitte kontaktieren Sie Ihren Admin.
es: No tiene ningún tipo de tiempo libre asignado. Por favor, contáctese con el Administrador.
fr: Vous n'avez pas de types de congé assignés. Veuillez contacter votre administrateur.
pl: Nie posiadasz żadnych przypisanych rodzajów czasu wolnego. Skontaktuj się z administratorem.
pt_pt: Não tem qualquer tipo de folga atribuído. Contacte o seu Admin.

source: Your punch configuration is not supported.
cs: Vaše konfigurace označení příchodu a odchodu není podporována.
da: Din stempelkonfiguration understøttes ikke.
de: Ihre Stempelkonfiguration wird nicht unterstützt
es: No se acepta su configuración de marcación
fr: La configuration de votre pointage n'est pas prise en charge.
pl: Twoja konfiguracja odbijania kart nie jest obsługiwana.
pt_pt: A sua configuração de ponto não é suportada.

source: Please enter your phone number. We may need to call you, if we have additional questions.
cs: Zadejte prosím telefonní číslo. Pokud budeme mít další dotazy, možná Vám budeme muset zavolat.
da: Indtast dit telefonnummer Vi kan få brug for at ringe til dig, hvis vi har yderligere spørgsmål.
de: Bitte geben Sie Ihre Telefonnummer ein. Wir müssen Sie möglicherweise anrufen, wenn wir weitere Fragen haben.
es: Por favor, ingrese su número de teléfono. Podremos necesitar llamarlo, en caso de tener preguntas.
fr: Veuillez entrer votre numéro de téléphone. Nous vous contacterons, si nous avons des questions supplémentaires.
ja: 電話番号を入力してください追加の確認事項がある場合、電話連絡がありえます。
pl: Wprowadź swój numer telefonu. Możemy do ciebie zadzwonić z dodatkowymi pytaniami.
pt_pt: Introduza o seu número de telefone. Poderá ser necessário contactá-lo, se possuirmos questões adicionais.
