Repository: ullasml/TestingQuick
Catalog: iPhone_TNG/*.lproj/Localizable.strings
Languages: cs, da, de, es, fr, ja, pl, pt_pt

source: Your device is offline. Please try again when your device is online.
cs: Vaše zařízení není připojené. Zkuste to prosím znovu, až připojíte vaše zařízení.
da: Din enhed er offline. Prøv igen, når enheden er online.
de: Ihr Gerät ist offline. Bitte versuchen Sie es erneut, wenn Ihr Gerät online ist.
es: Su dispositivo está sin conexión. Vuelva a intentarlo cuando su dispositivo esté en línea.
fr: Votre appareil est hors ligne. Veuillez réessayer lorsque votre appareil est en ligne.
ja: お使いのﾃﾞﾊﾞｲｽはｵﾌﾗｲﾝです。ﾃﾞﾊﾞｲｽをｵﾝﾗｲﾝにしてもう一度試してください。
pl: Urządzenie jest offline. Spróbuj później, kiedy twoje urządzenie będzie online.
pt_pt: O seu dispositivo está desligado. Tente novamente quando o dispositivo estiver online.

source: Incorrect User Name
cs: Nesprávné jméno uživatele
da: Forkert brugernavn
de: Falscher Benutzername
es: Usuario Incorrecto
fr: Nom d'utilisateur incorrect
ja: ﾕｰｻﾞｰ名が不正確
pl: Nieprawidłowa nazwa użytkownika
pt_pt: Nome de utilizador incorreto

source: Unknown Company. Please check that it was entered correctly.
cs: Neznámá společnost. Zkontrolujte prosím, že to bylo zadáno správně.
da: Ukendt firma. Kontroller at det blev indtastet korrekt.
de: Unbekanntes Unternehmen. Bitte prüfen Sie, ob die Eingabe korrekt war.
es: Empresa Desconocida. Compruebe que se ha introducido correctamente.
fr: Société inconnue. Veuillez vous assurer que ça a été entré correctement.
ja: 不明な会社。正しく入力されたかをご確認ください。
pl: Nieznana firma. Sprawdź, czy zostało wprowadzone poprawnie.
pt_pt: Empresa desconhecida. Verifique se foi introduzida corretamente.

source: Please enter your User Name.
cs: Zadejte prosím vaše jméno uživatele.
da: Indtast dit brugernavn.
de: Bitte geben Sie Ihren Benutzernamen ein.
es: Ingrese su Usuario.
fr: Veuillez entrer votre nom d'utilisateur.
ja: ﾕｰｻﾞｰ名を入力してください。
pl: Wprowadź swoją nazwę użytkownika.
pt_pt: Introduza o seu nome de utilizador.

source: Please enter your Company.
cs: Zadejte prosím vaši společnost.
da: Indtast firma.
de: Bitte geben Sie Ihr Unternehmen ein.
es: Ingrese su Empresa.
fr: Entrez votre entreprise.
ja: 社名を入力してください。
pl: Wprowadź firmę.
pt_pt: Introduza o nome da sua empresa.

source: Your session has expired. Please log in again.
cs: Vaše připojení vypršelo. Přihlaste se prosím znovu.
da: Din session er udløbet. Log ind igen.
de: Ihre Sitzung ist abgelaufen. Bitte melden Sie sich wieder an.
es: Su sesión ha caducado. Vuelva a iniciar sesión.
fr: Votre session a expiré. Veuillez rouvrir une session.
ja: ｾｯｼｮﾝが切れました再度ログインしてください。
pl: Sesja wygasła. Zaloguj się ponownie.
pt_pt: A sua sessão expirou. Faça o Login outra vez

source: Your company is subscribed to a Replicon product that this app does not support. Please get the right app to continue.
cs: Vaše společnost si předplatila produkt Replicon, který tato aplikace nepodporuje. Pro pokračování získejte správnou aplikaci.
da: Din virksomhed er tilmeldt et Replicon-produkt, som denne app ikke understøtter. Hent den rigtige app for at fortsætte.
de: Ihr Unternehmen hat ein Replicon-Produkt abonniert, das diese App nicht unterstützt. Bitte holen Sie sich die richtige App, um fortzufahren.
es: Su empresa está suscripta a un producto de Replicon con el que ésta aplicación no es compatible. Por favor, obtenga la aplicación correcta para continuar.
fr: Votre entreprise est enregistrée à un produit Replicon qui n'est pas prise en charge par cette application. Veuillez obtenir la bonne application pour continuer.
ja: 御社はこのアプリが対応していないRepliconﾌﾟﾛﾀﾞｸﾄをご利用されています。適切なアプリを選択して次に進みます。
pl: Firma posiada subskrypcję produktu firmy Replicon, którego ta aplikacja nie obsługuje. Uzyskaj właściwą aplikację, aby kontynuować.
pt_pt: A sua empresa está subscrita para um produto da Replicon que esta aplicação não suporta. Obtenha a aplicação correta para continuar.

source: Incompatible App
cs: Nekompatibilní aplikace
da: Uforenelig app
de: Inkompatible App
es: Aplicación Incompatible
fr: Application incompatible
ja: 未対応アプリ
pl: Niezgodna aplikacja
pt_pt: Aplicação incompatível

source: Get App
cs: Získejte aplikaci
da: Hent app
de: App holen
es: Obtener Aplicación
fr: Obtenir l'application
ja: アプリを取得
pl: Uzyskaj aplikację
pt_pt: Obter aplicação

source: Later
cs: Později
da: Senere
de: Später
es: Más Tarde
fr: Plus tard
ja: 後で行う
pl: Później
pt_pt: Mais tarde

source: New Version Available
cs: Nová verze je k dispozici
da: Ny version tilgængelig
de: Neue Version verfügbar
es: Nueva Versión Disponible
fr: Nouvelle version disponible
ja: 新ﾊﾞｰｼﾞｮﾝ利用可
pl: Dostępna nowa wersja
pt_pt: Nova versão disponível

source: The new version includes performance enhancements and offers a more reliable experience
cs: Tato nová verze přináší zlepšení výkonu a nabízí spolehlivější použití
da: Den nye version indeholder forbedringer af ydeevnen og tilbyder en mere pålidelig oplevelse
de: Die neue Version beinhaltet Leistungsverbesserungen und bietet eine zuverlässigere Nutzung
es: La nueva versión incluye mejoras en el rendimiento y ofrece una experiencia más confiable
fr: La nouvelle version comprend des améliorations de performances et offre une expérience plus fiable
ja: 新しいﾊﾞｰｼﾞｮﾝは性能アップしており安定性が増しました。
pl: Nowa wersja zawiera rozszerzenia funkcjonalności i oferuje większą niezawodność użytkowania
pt_pt: A nova versão inclui melhorias no desempenho e oferece uma experiência mais fiável

source: Please get the latest version for an accurate and reliable experience
cs: Pořiďte si nejnovější verzi pro přesný a spolehlivý výkon
da: Hent den nyeste version for en nøjagtig og pålidelig oplevelse
de: Bitte holen Sie sich die neueste Version für eine genaue und zuverlässige Nutzung
es: Por favor, obtenga la versión más reciente para obtener una experiencia más precisa y confiable
fr: Obtenir la dernière version pour une expérience précise et fiable
ja: 最新ﾊﾞｰｼﾞｮﾝをｲﾝｽﾄｰﾙして正確かつ信頼できるアプリをご活用ください。
pl: Uzyskaj nową wersję, aby korzystać z aplikacji w bardziej niezawodny i odpowiedni sposób
pt_pt: Obtenha a versão mais recente para uma experiência precisa e fiável

source: Update Now
cs: Aktualizovat nyní
da: Opdater nu
de: Jetzt aktualisieren
es: Actualizar Ahora
fr: Mettre à jour maintenant
ja: 今すぐ更新
pl: Aktualizuj teraz
pt_pt: Atualizar agora

source: You must change your password before you can proceed. Please sign in to your Replicon web portal to change your password.
cs: Před pokračováním musíte změnit svoje heslo. Pro změnu hesla se prosím přihlaste na webový portál Replicon.
da: Du skal ændre din adgangskode, før du kan fortsætte. Log ind på din Replicon webportal for at ændre din adgangskode.
de: Sie müssen Ihr Passwort ändern, bevor Sie fortfahren können. Bitte melden Sie sich in Ihrem Replicon-Webportal an, um Ihr Passwort zu ändern.
es: Debe cambiar su contraseña antes de continuar. Por favor, inicie sesión en su portal de Internet de Replicon para cambiar su contraseña.
fr: Vous devez modifier votre mot de passe avant de continuer. Veuillez vous connecter à votre portail Web Replicon pour modifier votre mot de passe.
ja: ﾊﾟｽﾜｰﾄﾞを変更してから次に進むことができます。"Repliconｳｪﾌﾞﾎﾟｰﾀﾙにｻｲﾝｲﾝしてﾊﾟｽﾜｰﾄﾞを変更してください。
pl: Aby kontynuować, musisz zmienić hasło. Zaloguj się do portalu internetowego Replicon, aby zmienić hasło.
pt_pt: Deve alterar a palavra-passe antes de poder continuar. Inicie sessão no portal da Web da Replicon para alterar a sua palavra-passe.

source: Your company is using an older version of the Replicon Platform (Gen2). Please re-launch the Replicon app to login to the older Replicon Platform.
cs: Vaše společnost používá starší verzi platformy Replicon (Gen2). Stáhněte si prosím znovu aplikaci Replicon pro přihlášení ke starší verzi platformy Replicon.
da: Din virksomhed bruger en ældre version af Replicon-platformen (Gen2). Genstart Replicon appen for at logge ind på den ældre Replicon-platform.
de: Ihr Unternehmen verwendet eine ältere Version der Replicon-Plattform (Gen2). Bitte starten Sie die Replicon-App neu, um sich an der älteren Replicon-Plattform anzumelden.
es: Su empresa está utilizando una versión más antigua de la Plataforma de Replicon (Gen2). Por favor, vuelva a ejecutar la aplicación de Replicon para iniciar sesión en la Plataforma de Replicon anterior.
fr: Votre entreprise utilise une ancienne version de Replicon Platform (Gen2). Veuillez re-lancer l'application Replicon pour vous connecter à l'ancienne plate-forme Replicon.
ja: Replicon プラットフォーム (Gen2)の旧ﾊﾞｰｼﾞｮﾝをご利用です。Replicon アプリを再起動して旧Replicon プラットフォームにﾛｸﾞｲﾝしてください。
pl: Firma korzysta ze starszej wersji platformy Replicon (Gen2). Uruchom ponownie aplikację Replicon i zaloguj się do starszej wersji platformy Replicon.
pt_pt: A sua empresa está a utilizar uma versão mais antiga da plataforma Replicon (Gen2). Volte a iniciar a aplicação Replicon para entrar na plataforma Replicon mais antiga.

source: Previous
cs: Předchozí
da: Tidligere
de: Vorherige
es: Anterior
fr: Précédent
ja: 前へ
pl: Poprzedni
pt_pt: Anterior

source: Next
cs: Další
da: Næste
de: Weiter
es: Sig
fr: Prochain
ja: 次へ
pl: Następny
pt_pt: Próximo

source: Submit
cs: Odeslat
da: Indsend
de: Absenden
es: Enviar
fr: Soumettre
ja: 提出
pl: Prześlij
pt_pt: Submeter

source: Approved
cs: Schváleno
da: Godkendt
de: Genehmigt
es: Aprobado
fr: Approuvé
ja: 承認済
pl: Zatwierdzony
pt_pt: Aprovado

source: Not Submitted
cs: Neodesláno
da: ikke indsendt
de: Nicht übermittelt
es: No Presentado
fr: Non soumis
ja: 未提出
pl: Nieprzesłany
pt_pt: Não submetido

source: Waiting for Approval
cs: Čeká na schválení
da: Venter på godkendelse
de: Warten auf Genehmigung
es: Esperando Aprobación
fr: En attente d'une Approbation
ja: 承認待ち
pl: Oczekujący na zatwierdzenie
pt_pt: À Espera de aprovação

source: Rejected
cs: Zamítnuto
da: Afvist
de: Abgelehnt
es: Rechazado
fr: Refusé
ja: 却下済み
pl: Odrzucony
pt_pt: Rejeitado

source: Loading...
cs: Načítání...
da: Indlæser...
de: Wird Geladen...
es: Cargando...
fr: Chargement en cours...
ja: 読み込み中・・・
pl: Ładowanie...
pt_pt: A Carregar...

source: Select
cs: Vybrat
da: Vælg
de: Auswahlen
es: Selecci
fr: Sélectionner
ja: 選択
pl: Wybierz
pt_pt: Selecionar

source: Type
cs: Typ
de: Typ
es: Tipo
ja: 種類
pl: Rodzaj
pt_pt: Tipo

source: Add
cs: Přidat
da: Tilføj
de: Hinzufügen
es: Agr
fr: Ajouter
ja: 追加
pl: Dodaj
pt_pt: Adicionar

source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pl: Anuluj
pt_pt: Cancelar

source: Save
cs: Uložit
da: Gem
de: Speichern
es: Guar
fr: Enregistrer
ja: 保存
pl: Zapisz
pt_pt: Guardar

source: Waiting
cs: Čekání
da: Venter
de: Warten
es: Esperan.
fr: En attente
ja: 待機中
pl: Oczekiwanie
pt_pt: A Esperar

source: Submit Timesheet
cs: Odeslat výkaz práce
da: Indsend timeseddel
de: Stundenzettel übermitteln
es: Enviar Hoja Horaria
fr: Soumettre la feuille de temps
ja: タイムシートの提出
pl: Prześlij grafik
pt_pt: Submeter folha de horas

source: Unsubmit Timesheet
cs: Zrušit odeslání výkazu práce
da: Annuller indsendelse af timeseddel
de: Übermittlung des Stundenzettels rückgängig machen
es: No enviar hoja horaria
fr: Annuler la soumission de la feuille de temps
ja: タイムシートの提出解除
pl: Wstrzymaj przesłanie grafiku
pt_pt: Não submeter tabela de horário

source: Resubmit Timesheet
cs: Znovu odeslat výkaz práce
da: Genindsendelse af timeseddel
de: Stundenzettel erneut übermitteln
es: Reenviar Hoja Horaria
fr: Resoumettre la feuille de temps
ja: タイムシートを再提出
pl: Prześlij grafik ponownie
pt_pt: Re-submeter folha de horas

source: Unsubmit
cs: Zrušit odeslání
da: Annuller indsendelse
de: Übermittlung Rückgängig machen
es: No Enviar
fr: Annuler la soumission
ja: 未提出
pl: Wstrzymaj przesłanie
pt_pt: Não Submetido

source: Back
cs: Zpět
da: Tilbage
de: Zurück
es: Volv
fr: Précédent
ja: 戻る
pl: Wstecz
pt_pt: Voltar

source: Reopen
cs: Znovu otevřít
da: Åben igen
de: Wieder Aufnehmen
es: Reabrir
fr: Rouvrir
ja: 開き直し
pl: Otwórz ponownie
pt_pt: Reabrir

source: We are experiencing technical difficulties. We are actively working on resolving the issue. Please retry a little later
cs: Máme technické problémy. Aktivně pracujeme na vyřešení tohoto problému. Zkuste to prosím o trochu později
da: Vi oplever tekniske problemer. Vi arbejder aktivt på at løse problemet. Prøv igen lidt senere
de: Wir haben derzeit technische Schwierigkeiten. Wir arbeiten aktiv an der Lösung des Problems. Bitte versuchen Sie es später noch einmal
es: Estamos experimentando dificultades técnicas. Estamos trabajando activamente para resolver el problema. Por favor, vuelva a intentarlo un poco más tarde
fr: Nous rencontrons des difficultés techniques. Nous travaillons activement à résoudre le problème. Veuillez réessayer un peu plus tard
ja: 技術的な障害が発生しています。問題解決中です。もう少し後から試してください
pl: Napotykamy trudności techniczne. Aktywnie staramy się rozwiązać problem. Spróbuj ponownie nieco później
pt_pt: Estamos a sentir algumas dificuldades técnicas. Estamos a trabalhar ativamente na resolução deste problema. Tente novamente um pouco mais tarde

source: Clear
cs: Odstranit
da: Ryd
de: Entfernen
es: Borrar
fr: Effacer
ja: クリア
pl: Wyczyść
pt_pt: Limpar

source: Go
cs: Jděte
da: Start
de: Ausführen
es: Ir
fr: Allez-y
ja: 移動
pl: Wykonaj
pt_pt: Ir

source: Welcome to Replicon Mobile!
cs: Vítáme Vás v Replicon Mobile!
da: Velkommen til Replicon Mobile!
de: Willkommen bei Replicon Mobile!
es: ¡Bienvenido a Replicon Móvil!
fr: Bienvenue chez Replicon Mobile !
ja: Replicon Mobileへようこそ!
pl: Witamy w aplikacji Replicon Mobile!
pt_pt: Bem-vindo ao Replicon Mobile!

source: Enter your company and user name to get started.
cs: Zadejte název vaší společnosti a jméno uživatele pro zahájení.
da: Indtast din virksomhed og brugernavn for at komme i gang.
de: Geben Sie zum Fortfahren Ihr Unternehmen und Ihren Benutzernamen ein.
es: Ingrese su empresa y usuario para comenzar.
fr: Entrez votre entreprise et votre nom d'utilisateur pour commencer.
ja: 開始するには社名とﾕｰｻﾞｰ名を入力してください。
pl: Aby rozpocząć, wprowadź firmę i nazwę użytkownika.
pt_pt: Introduza a sua empresa e nome de utilizador para começar.

source: Expenses
cs: Výdaje
da: Udgifter
de: Aufwendungen
es: Gastos
fr: Les Dépenses
ja: 費用
pl: Wydatki
pt_pt: Despesas

source: Timesheets
cs: Výkazy práce
da: Timesedler
de: Stundenzettel
es: Hojas Horaria
fr: Feuilles de temps
ja: タイムシート
pl: Grafiki
pt_pt: Folhas de horas

source: Time Off
cs: Dovolená
da: Fravær
de: Abwesenheit
es: Tpo.Libre
fr: Congés
ja: 休暇
pl: Czas wolny
pt_pt: Intervalo

source: Settings
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Configur.
fr: Paramètres
ja: 設定
pl: Ustawienia
pt_pt: Configurações

source: Approvals
cs: Schválení
da: Godkendelser
de: Genehmigungen
es: Aprobac
fr: Approbations
ja: 承認
pl: Zatwierdzenia
pt_pt: Aprovações

source: Company
cs: Společnost
da: Firma
de: Firma
es: Empresa
fr: Société
ja: 会社
pl: Firma
pt_pt: Empresa

source: User Name
cs: Jméno uživatele
da: Brugernavn
de: Benutzername
es: Usuario
fr: Nom d'utilisateur
ja: ユーザー名
pl: Nazwa użytkownika
pt_pt: Nome do utilizador

source: Password
cs: Heslo
da: Adgangskode
de: Andere
es: Su Clave
fr: Mot de passe
ja: パスワード
pl: Hasło
pt_pt: Palavra-passe

source: SIGN IN
cs: PŘIHLÁSIT SE
da: LOG IND
de: ANMELDEN
es: INICIE SESIÓN
fr: SE CONNECTER
ja: ｻｲﾝｲﾝ
pl: ZAREJESTRUJ SIĘ
pt_pt: INICIAR SESSÃO

source: Signing In
cs: Přihlašuji se
da: Logger ind
de: Anmelden
es: Regístrese
fr: Connexion
ja: ｻｲﾝｲﾝ中
pl: Rejestrowanie
pt_pt: Iniciar sessão

source: Incorrect Login or Password
cs: Nesprávné přihlášení nebo heslo
da: Forkert Login eller adgangskode
de: Falsches Login oder Passwort
es: Inicio de Sesión o Contraseña Incorrectos
fr: Identifiant ou mot de passe incorrect
ja: ログイン名かﾊﾟｽﾜｰﾄﾞが違います
pl: Nieprawidłowy login i nieprawidłowe hasło
pt_pt: Login ou palavra-passe incorreta

source: Please complete all fields
cs: Vyplňte prosím všechna pole
da: Udfyld alle felter
de: Bitte füllen Sie alle Felder aus
es: Por favor, complete todos los campos
fr: Veuillez remplir tous les champs
ja: すべての欄に入力してください
pl: Wypełnij wszystkie pola
pt_pt: Preencha todos os campos

source: Remember Company and User Name
cs: Zapamatujte si název společnosti a jméno uživatele
da: Husk firmanavn og brugernavn
de: Erinnern Sie sich bitte an Ihren Unternehmens- und Benutzernamen
es: Recordar Empresa y Usuario
fr: Mémoriser l'entreprise et le nom d'utilisateur
ja: 社名とﾕｰｻﾞｰ名を記憶する
pl: Zapamiętaj firmę i nazwę użytkownika
pt_pt: Lembrar Empresa e Nome de utilizador

source: Authentication Required
cs: Autentizace požadována
da: Godkendelse påkrævet
de: Authentifizierung erforderlich
es: Se Requiere Autenticación
fr: Authentification requise
ja: 認証が必要です
pl: Wymagane uwierzytelnienie
pt_pt: Autenticação obrigatória

source: You may briefly experience a blank screen during the authentication process.
cs: Během procesu ověření se Vám může objevit prázdná obrazovka.
da: Du kan kortvarigt opleve en tom skærm under godkendelsesprocessen.
de: Während des Authentifizierungsprozesses könnte kurz ein leerer Bildschirm zu sehen sein.
es: Durante el proceso de autenticación podrá experimentar una pantalla en blanco brevemente.
fr: Vous pouvez avoir momentanément un écran blanc pendant la procédure d'authentification.
ja: 認証中に一瞬画面に何も表示されないことがあります
pl: Podczas procesu uwierzytelnienia może pojawić się na krótko pusty ekran.
pt_pt: Pode obter, temporariamente, um ecrã em branco durante o processo de autenticação.

source: Add a project
cs: Přidat projekt
da: Tilføj et projekt
de: Fügen Sie ein Projekt hinzu
es: Agregar un proyecto
fr: Ajouter un projet
ja: ﾌﾟﾛｼﾞｪｸﾄ追加
pl: Dodaj projekt
pt_pt: Adicionar um projeto

source: Timesheet Summary
cs: Shrnutí výkazu práce
da: Timeseddel-resumé
de: Stundenzettel-Überblick
es: Resumen de Hoja Horaria
fr: Résumé de feuille de temps
ja: タイムシートサマリー
pl: Podsumowanie grafiku
pt_pt: Resumo da Folha de Horas / Folha de Horas

source: Projects This Period
cs: Projekty za toto období
da: Projekter i denne periode:
de: Projekte dieses Zeitraums
es: Proyectos de Este Período
fr: Projets de cette période
ja: 当期ﾌﾟﾛｼﾞｪｸﾄ
pl: Projekty w tym okresie
pt_pt: Projeta este período

source: Payroll
cs: Výplatní listina
da: Lønseddel
de: Gehaltsabrechnung
es: Nómina
fr: Paie
ja: 給与
pl: Lista płac
pt_pt: Folha de pagamento

source: Billing
cs: Účtování
de: Abrechnung
es: Factura
fr: Facturation
ja: 請求
pl: Fakturowanie
pt_pt: facturação

source: Approval History
cs: Historie schválení
da: Godkendelseshistorik
de: Genehmigungsverlauf
es: Historial Aprobac
fr: Historique des approbations
ja: 承認履歴
pl: Historia zatwierdzeń
pt_pt: Histórico de aprovação

source: Add an activity
cs: Přidat činnost
da: Tilføj en aktivitet
de: Eine Aktivität hinzufügen
es: Agregar una actividad
fr: Ajouter une activité
ja: 業務追加
pl: Dodaj aktywność
pt_pt: Adicionar uma atividade

source: Activity
cs: Činnost
da: Aktivitet
de: Aktivität
es: Actividad
fr: Activité
ja: アクティビティー
pl: Aktywność
pt_pt: Atividade

source: Summary
cs: Shrnutí
da: Opsummering
de: Übersicht
es: Resumen
fr: Résumé
ja: サマリー
pl: Podsumowanie
pt_pt: Resumo

source: Period
cs: Období
da: Periode
de: Periode
es: Período
fr: Période
ja: 期間
pl: Okres
pt_pt: Período

source: Select TimeOff Type
cs: Vybrat typ dovolené
da: Vælg fraværstype
de: TimeOff-Typ wählen
es: Seleccione el tipo de TimeOff
fr: Sélectionner un type de TimeOff
ja: TimeOff種別の選択
pl: Zaznacz rodzaj czasu wolnego
pt_pt: Selecionar tipo de folga

source: Total Hours
cs: Hodiny celkem
da: Samlet antal timer
de: Gesamtstundenzahl
es: Total Horas
fr: Total des heures
ja: 総時間
pl: Łączna liczba godzin
pt_pt: Total de horas

source: No Activity
cs: Žádná činnost
da: Ingen aktivitet
de: Keine Aktivität
es: Sin Actividad
fr: Aucune activité
ja: アクティビティーなし
pl: Brak aktywności
pt_pt: Sem atividade

source: No Project
cs: Žádný projekt
da: Intet projekt
de: Kein Projekt
es: Sin Proyecto
fr: Aucun projet
ja: プロジェクトなし
pl: Brak projektu
pt_pt: Nenhum Projeto

source: No Paycode
cs: Žádný kód mzdy
da: Ingen betalingskode
de: Kein Zahlungscode
es: Sin Código de Pago
fr: Aucun code de paiement
ja: 支払ｺｰﾄﾞなし
pl: Brak kodu płacy
pt_pt: Nenhum código de pagamento

source: Not Billable
cs: Neúčtovatelné
da: Ikke-fakturerbar
de: Nicht abrechenbar
es: No Facturable
fr: Non facturable
ja: 課金不可
pl: Niepodlegający opłacie
pt_pt: Não faturável

source: Total
cs: Celkem
da: I alt
de: Gesamt
ja: 合計
pl: Łącznie

source: You do not have Project or Activity permission.
cs: Nemáte povolení pro projekt nebo činnost.
da: Du har ikke Projekt- eller Aktivitetstilladelse.
de: Sie haben keine Projekt- oder Aktivitätsberechtigung.
es: No tiene permiso para el Proyecto o para la Actividad.
fr: Vous n'avez pas d'autorisation pour le Projet ou l'Activité.
ja: ﾌﾟﾛｼﾞｪｸﾄか 業務の許可が出ていません
pl: Nie posiadasz zezwolenia projektu lub aktywności.
pt_pt: Não tem permissão de projeto ou de atividade.

source: Add Timesheet Row
cs: Přidat řádek výkazu práce
da: Tilføj række på timeseddel
de: Stundennachweiszeile hinzufügen
es: Agregar Fila en la Hoja Horaria
fr: Ajouter une rangée de feuilles de présence
ja: ﾀｲﾑｼｰﾄ行の追加
pl: Dodaj wiersz grafiku
pt_pt: Adicionar linha da tabela de horário

source: Logout
cs: Odhlášení se
da: Log af
de: Abmelden
es: Cerrar
fr: Déconnexion
ja: ログアウト
pl: Wyloguj się
pt_pt: Terminar sessão

source: Add Entry
cs: Přidat zadání
da: Tilføj indtastning
de: Eintrag hinzufügen
es: Agr Entrad
fr: Ajouter une entrée
ja: 入力を追加
pl: Dodaj wpis
pt_pt: Adicionar entrada

source: Client
cs: Klient
da: Kunde
de: Kunden
es: Cliente
ja: 顧客
pl: Klient
pt_pt: Cliente

source: Project
cs: Projekt
da: Projekt
de: Projekt
es: Proyecto
fr: Projet
ja: プロジェクト
pl: Projekt
pt_pt: Projeto

source: Task
cs: Úloha
da: Opgave
de: Aufgabe
es: Tar
fr: Tâche
ja: タスク
pl: Zadanie
pt_pt: Tarefa

source: Project Selection
cs: Volba projektu
da: Valg af projekt
de: Projektauswahl
es: Selección de Proyecto
fr: Sélection du projet
ja: ﾌﾟﾛｼﾞｪｸﾄの選択
pl: Zaznaczenie projektu
pt_pt: Seleção do projeto

source: Activity Selection
cs: Volba činnosti
da: Valg af aktivitet
de: Aktivitätsauswahl
es: Selección de Actividad
fr: Sélection de l'activité
ja: 業務活動の選択
pl: Zaznaczenie aktywności
pt_pt: Seleção da atividade

source: Add to Timesheet
cs: Přidat do výkazu práce
da: Tilføj til timeseddel
de: Zum Stundennachweis hinzufügen
es: Agregar a la Hoja Horaria
fr: Ajouter à la feuille de présence
ja: ﾀｲﾑｼｰﾄに追加
pl: Dodaj do grafiku
pt_pt: Adicionar à tabela de horário

source: Billing Rate
cs: Účtovaná sazba
da: Faktureringspris

source: Accept
cs: Přijmout
da: Accepter
de: Akzeptieren
es: Aceptar
fr: Accepter
ja: 受け入れる
pl: Zaakceptuj
pt_pt: Aceitar

source: Accepted
cs: Přijmout
da: Accepteret
de: Akzeptiert
es: Aceptado
fr: Accepté
ja: 承認済
pl: Zaakceptowane
pt_pt: Aceite

source: Approve
cs: Schválit
da: Godkend
de: Genehmigen
es: Aprobar
fr: Approuver
ja: 承認
pl: Zatwierdź
pt_pt: Aprovar

source: Reject
cs: Zamítnout
da: Afvis
de: Ablehnen
es: Rechaz.
fr: Refuser
ja: 却下
pl: Odrzuć
pt_pt: Rejeitar

source: All timesheets approved None pending
cs: Všechny výkazy práce schváleny Žádné nečekají na vyřízení
da: Alle timesedler godkendt Ingen udestående
de: Alle Stundennachweise genehmigt Keine ausstehend
es: Todas las hojas horarias aprobadas Ninguna pendiente
fr: Toutes les feuilles de présence ont été approuvées Aucune en attente
ja: 全ﾀｲﾑｼｰﾄ許可済 処理中なし
pl: Wszystkie grafiki zatwierdzone Brak oczekujących
pt_pt: Todas as tabelas de horário aprovadas Nenhuma pendente

source: No timesheets approval history found
cs: Nenalezena žádná historie schvalování výkazů práce
da: Ingen timeseddelgodkendelses historik fundet
de: Kein Stundennachweis genehmigung -verlauf gefunden
es: No se encontró ningún historial de aprobaciones de hojas horarias
fr: Aucune approbation historique de feuilles de présence trouvée.
ja: 全ﾀｲﾑｼｰﾄ未許可 履歴あり
pl: W historii stwierdzono brak zatwierdzenia grafików
pt_pt: Nenhum histórico encontrado de aprovação de tabelas de horário
