Repository: ullasml/TestingQuick
Catalog: iPhone_TNG/*.lproj/Localizable.strings
Languages: cs, da, de, es, fr, ja, pl, pt_pt

source: Please try again later.
cs: Zkuste to prosím později znovu.
da: Prøv igen senere.
de: Bitte versuchen Sie es später erneut.
es: Inténtelo otravez
fr: Veuillez essayer plus tard.
ja: 後でもう一度試してください。
pl: Spróbuj ponownie później.
pt_pt: Por favor tente novamente mais tarde.

source: App update available. Would you like to update now?
cs: Aktualizace aplikace je k dispozici. Chcete nyní provést aktualizaci?
da: Appopdatering tilgængelig. Kunne du tænke dig at indtaste dem nu?
de: App-Update verfügbar. Möchten Sie jetzt aktualisieren?
es: Actualización de la Aplicación disponible. ¿Desea actualizar ahora?
fr: Mise à jour de l'application disponible. Voulez-vous mettre à jour maintenant ?
ja: アプリ更新可能今すぐ更新しますか?
pl: Dostępna aktualizacja aplikacji. Czy chcesz teraz zaktualizować?
pt_pt: Atualização da aplicação disponível. Gostaria de atualizar agora?

source: App update required.
cs: Aktualizace aplikace požadována.
da: Appopdatering tilgængelig.
de: App-Update erforderlich.
es: Es necesario actualizar la aplicación.
fr: Mise à jour de l'application requise.
ja: アプリのアップデートが必要です。
pl: Wymagana aktualizacja aplikacji.
pt_pt: Atualização da aplicação necessária.

source: Please refresh your timesheet.
cs: Obnovte prosím váš výkaz práce.
da: Opdater din timeseddel.
de: Bitte aktualisieren Sie Ihren Stundennachweis.
es: Por favor, actualice su hoja horaria.
fr: Veuillez actualiser votre feuille de présence.
ja: ﾀｲﾑｼｰﾄを更新してください。
pl: Odśwież grafik.
pt_pt: Atualize a sua tabela de horário.

source: Please refresh your time off data.
cs: Obnovte prosím vaše údaje o dovolené.
da: Opdater dine fraværsdata.
de: Bitte aktualisieren Sie Ihre Abwesenheits-Daten.
es: Por favor, actualice los datos de su tiempo libre.
fr: Veuillez actualiser vos données de congé.
ja: 休暇ﾃﾞｰﾀを更新してください。
pl: Odśwież dane czasu wolnego.
pt_pt: Atualize os dados da sua folga.

source: Please refresh your expense sheet.
cs: Obnovte prosím váš výkaz výdajů.
da: Opdater dit udgiftsark.
de: Bitte aktualisieren Sie Ihr Ausgabeblatt.
es: Por favor, actualice su hoja de gastos.
fr: Veuillez actualiser votre note de dépenses.
ja: 経費ｼｰﾄを更新してください。
pl: Odśwież arkusz wydatków.
pt_pt: Atualize a sua folha de despesa.

source: Please refresh your pending timesheet data.
cs: Obnovte prosím údaje vašeho výkazu práce čekajícího na vyřízení.
da: Opdater dine ventende timeseddeldata;.
de: Bitte aktualisieren Sie Ihre ausstehenden Stundennachweis-Daten.
es: Por favor, actualice sus datos pendientes en la hoja horaria.
fr: Veuillez actualiser vos données de feuille de présence en attente.
ja: 処理中ﾀｲﾑｼｰﾄのﾃﾞｰﾀを更新してください。
pl: Odśwież dane oczekującego grafiku.
pt_pt: Atualize os dados da sua tabela de horário pendente.

source: Please refresh your previous timesheet data.
cs: Obnovte prosím údaje vašeho předchozího výkazu práce.
da: Opdater dine tidligere timeseddeldata;.
de: Bitte aktualisieren Sie Ihre vorherigen Stundennachweis-Daten.
es: Por favor, actualice sus datos previos en la hoja horaria.
fr: Veuillez actualiser vos données de feuille de présence précédentes.
ja: 前回のﾀｲﾑｼｰﾄのﾃﾞｰﾀを更新してください。
pl: Odśwież dane wcześniejszego grafiku.
pt_pt: Atualize os dados da sua tabela de horário anterior.

source: Please refresh your pending expense sheet data.
cs: Obnovte prosím údaje vašeho výkazu výdajů čekajícího na vyřízení.
da: Opdater dine ventende udgiftsarkdata;.
de: Bitte aktualisieren Sie Ihre ausstehenden Ausgabenblatt-Daten.
es: Por favor, actualice sus datos pendientes en la hoja de gastos.
fr: Veuillez actualiser vos données de notes de dépenses en attente.
ja: 処理中経費ｼｰﾄのﾃﾞｰﾀを更新してください。
pl: Odśwież dane oczekującego arkusza wydatków.
pt_pt: Atualize os dados da sua folha de despesa pendente.

source: Please refresh your previous expense sheet data.
cs: Obnovte prosím údaje vašeho předchozího výkazu výdajů.
da: Opdater dine tidligere udgiftsarkdata;.
de: Bitte aktualisieren Sie Ihre vorherigen Ausgabenblatt-Daten.
es: Por favor, actualice sus datos previos en la hoja de gastos.
fr: Veuillez actualiser vos données de notes de dépenses précédentes.
ja: 前回の経費ｼｰﾄﾃﾞｰﾀを更新してください。
pl: Odśwież dane wcześniejszego arkusza wydatków.
pt_pt: Atualize os dados da sua folha de despesa anterior.

source: Please refresh your pending time off data.
cs: Obnovte prosím vaše údaje o dovolené čekající na vyřízení.
da: Opdater dine ventende fraværsdata.
de: Bitte aktualisieren Sie Ihre ausstehenden Abwesenheits-Daten.
es: Por favor, actualice sus datos pendientes de tiempo libre.
fr: Veuillez actualiser vos données de congé en attente.
ja: 処理中休みﾃﾞｰﾀを更新してください。
pl: Odśwież dane oczekującego czasu wolnego.
pt_pt: Atualize os dados do seu intervalo pendente.

source: Please refresh your previous time off data.
cs: Obnovte prosím vaše předchozí údaje o dovolené.
da: Opdater dine tidligere fraværsdata.
de: Bitte aktualisieren Sie Ihre vorherigen Abwesenheits-Daten.
es: Por favor, actualice sus datos previos de tiempo libre.
fr: Veuillez actualiser vos données de congé précédentes.
ja: 前回の休暇ﾃﾞｰﾀを更新してください。
pl: Odśwież dane wcześniejszego czasu wolnego.
pt_pt: Atualize os dados do seu intervalo anterior.

source: Allow access to your camera to start taking photos with the Replicon app. 1. Open your device Settings 2. Go to Privacy 3. Go to Camera 4. Turn Replicon ON
cs: Pokud chcete udělat fotky pomocí aplikace Replicon. 1., povolte přístup k fotoaparátu. Otevřete nastavení vašeho zařízení 2. Jděte na Soukromí 3. Jděte na Fotoaparát 4. ZAP. Aplikaci Replicon
da: Tillad adgang til dit kamera for at begynde at tage billeder med Replicon-appen. 1. Åbn dine enhedsindstillinger 2. Gå til privatlivsindstillinger 3. Gå til Kamera 4. Tænd for Replicon
de: Erlauben Sie den Zugriff auf Ihre Kamera, um Fotos mit der Replicon App zu machen. 1. Öffnen Sie Ihre Geräteeinstellungen 2. Gehen Sie zu Datenschutz 3. Gehen Sie zu Kamera 4. Schalten Sie Replicon EIN
es: Permita el acceso a su cámara para comenzar a tomar fotografías con la aplicación Replicon. 1. Abrir la Configuración de su dispositivo 2. Ir a la Privacidad 3. Ir a la Cámara 4. ENCENDER Replicon
fr: Autoriser l'accès à votre appareil photo pour commencer à prendre des photos avec l'application Replicon. 1. Ouvrir les paramètres de votre appareil 2. Aller à Privé 3. Aller à Appareil photo 4. Mettre Replicon sur ON
ja: ｶﾒﾗへのｱｸｾｽを許可してReplicon app. 1で撮影を開始しましょう。ﾃﾞﾊﾞｲｽ設定 2を開きます。ﾌﾟﾗｲﾊﾞｼｰ 3へ進みます。ｶﾒﾗ 4へ進みます。Repliconをオンにします。
pl: Włącz dostęp do aparatu, aby zacząć robić zdjęcia w aplikacji Replicon. 1. Na swoim urządzeniu otwórz menu Ustawienia 2. Przejdź do opcji Prywatność 3. Przejdź do opcji Aparat 4. Włącz pozycję Replicon
pt_pt: Permita o acesso à sua câmara para começar a tirar fotos com a aplicação Replicon 1. Abra as configurações do seu dispositivo 2. Ir para privacidade 3. Ir para câmara 4. Ligar Replicon

source: You do not have access to perform this operation. Please refresh your app data. If that does not resolve the issue, contact your Admin.
cs: Nemáte přístup k této operaci. Obnovte prosím data vaší aplikace. Pokud nebude problém odstraněn, kontaktujte svého správce systému.
da: Du har ikke adgang til at udføre denne aktivitet. Opdater dine app-data. Hvis det ikke løser problemet, skal du kontakte din administrator.
de: Sie haben keinen Zugriff auf diese Operation. Bitte aktualisieren Sie Ihre App-Daten. Wenn das Problem nicht behoben ist, wenden Sie sich an Ihren Admin.
es: No tiene acceso para realizar esta operación. Actualice los datos de su aplicación. Si esto no resuelve el problema, contáctese con su Administrador.
pl: Nie masz dostępu niezbędnego do wykonania operacji. Odśwież dane aplikacji. Jeśli problem wystąpi ponownie, skontaktuj się z administratorem.
pt_pt: Não possui acesso para realizar esta operação. Atualize os dados da sua aplicação. Se tal não resolver o problema, contacte o seu admin.

source: Refresh App Data
cs: Obnovte data aplikace
da: Opdater dine app-data
de: App-Daten aktualisieren
es: Actualizar Datos de la Aplicación
fr: Actualiser les données de l'application
pl: Odśwież dane aplikacji
pt_pt: Atualizar dados da aplicação

source: Programs
cs: Programy
da: Programmer
de: Programme
es: Programas
fr: Programmes
ja: プログラム
pl: Programy
pt_pt: Programas

source: Search Programs by name or code
cs: Vyhledávat programy podle názvu nebo kódu
da: Søg programmer med navn eller kode
de: Programme nach Name oder Code suchen
es: Buscar Programas por nombre o código
fr: Rechercher des programmes par nom ou par code
ja: 名前またはコードでプログラムを検索
pl: Znajdź programy po nazwie lub kodzie
pt_pt: Pesquisar Programas por nome ou código

source: Sorry, something went wrong. Please try again. If the problem persists, please contact Replicon support.
cs: Promiňte, něco se pokazilo. Zkuste to znovu. Pokud problém přetrvává, kontaktujte prosím podporu Replicon.
da: undskyld, der gik noget galt. Prøv igen. Hvis fejlen fortsætter, kontakt Replicon support.
de: Entschuldigung, etwas ist schief gelaufen Bitte versuchen Sie es erneut. Wenn das Problem weiterhin besteht, kontaktieren Sie bitte den Support von Replicon.
es: Disculpe, ocurrió un problema. Vuelva a intentarlo más tarde Si el problema persiste, contacte al soporte técnico Replicon.
fr: Désolé, quelque chose s'est mal passé. Veuillez essayer de nouveau. Si le problème persiste, veuillez contacter le support Replicon.
pl: Przepraszamy, coś poszło nie tak. Spróbuj ponownie. Jeśli błąd wystąpi ponownie, skontaktuj się z działem obsługi firmy Replicon.
pt_pt: Lamentamos, algo correu mal. Tente novamente. Se o problema persistir contacte a assistência da Replicon.

source: Sign In with Google
cs: Přihlaste se přes Google
da: Log ind med Google
de: Mit Google anmelden
es: Inicie sesión c/Google
fr: Se connecter avec Google
pl: Zaloguj się za pośrednictwem konta Google
pt_pt: Iniciar sessão com o Google

source: OR
cs: NEBO
da: ELLER
de: ODER
es: O
fr: OU
pl: LUB
pt_pt: OU

source: Authenticating...
cs: Ověřuji...
da: Godkender...
de: Authentifiziere...
es: Autenticando...
fr: Authentification...
pl: Uwierzytelnienie...
pt_pt: A autenticar...

source: Please enter your Company Name and User Name.
cs: Zadejte prosím název společnosti a jméno uživatele.
da: Indtast dit firmanavn og brugernavn.
de: Bitte geben Sie Unternehmen und Benutzernamen ein.
es: Por favor, ingrese el Nombre de su Empresa y su Usuario.
fr: Veuillez entrer le nom de votre entreprise et votre nom d'utilisateur.
pl: Wprowadź nazwę firmy i nazwę użytkownika.
pt_pt: Introduza o nome da empresa e o nome do utilizador.

source: Please enter your Company Name and Email Address.
cs: Zadejte prosím název společnosti a emailovou adresu.
da: Indtast dit firmanavn og e-mailadresse.
de: Bitte geben Sie Unternehmensnamen und Email-Adresse ein.
es: Por favor, ingrese el Nombre de su Empresa y su Dirección de Correo Electrónico.
fr: Veuillez entrer le nom de votre entreprise et votre adresse électronique.
pl: Wprowadź nazwę firmy i adres e-mail.
pt_pt: Introduza o nome da empresa e o endereço de email.

source: Trouble Signing In?
cs: Máte problém s přihlášením?
da: Problemer med at logge på?
de: Probleme bei der Anmeldung?
es: Problema al registrarse?
fr: Trouble de connexion?
pl: Problem z logowaniem?
pt_pt: Problemas de acesso?

source: Forgot Password?
cs: Zapomněli jste heslo?
da: Glemt adgangskode?
de: Passwort vergessen?
es: ¿Olvidó contraseña?
fr: Mot de passe oublié ?
pl: Nie pamiętasz hasła?
pt_pt: Esqueceu a palavra-passe?

source: Contact Support
cs: Kontaktujte podporu
da: Kontakt support
de: Wenden Sie sich an den Support
es: Contacte soporte
fr: Contacter le support
pl: Kontakt ze wsparciem technicznym
pt_pt: Contacte a assistência

source: Enter your Company Name and Email Address to reset your password.
cs: Pro resetování vašeho hesla zadejte prosím název vaší společnosti a emailovou adresu.
da: Indtast dit firmanavn og e-mail adresse for at nulstille din adgangskode.
de: Zur Kennwort-Rückstellung Unternehmensnamen und E-Mail-Adresse eingeben.
es: Ingrese el Nombre de su Empresa y su Dirección de Correo Electrónico para restablecer su contraseña.
fr: Entrez votre nom et votre adresse de Société pour réinitialiser votre mot de passe.
pl: Wprowadź nazwę firmy i adres e-mail, aby zresetować hasło.
pt_pt: Introduza o nome da empresa e o endereço de email para redefinir a palavra-passe.

source: Instructions to reset your password have been emailed to you. Please check your email.
cs: Pokyny pro resetování vašeho hesla vám byly zaslány emailem. Zkontrolujte prosím váš email.
da: Instruktioner til at nulstille din adgangskode er blevet sendt til dig. Kontroller din e-mail.
de: Anweisungen zur Kennwort-Rückstellung wurden per E-Mail gesendet. Bitte E-Mail überprüfen.
es: Se le han enviado por correo electrónico las instrucciones para restablecer su contraseña. Por favor, revise su correo.
fr: Les instructions pour réinitialiser votre mot de passe vous ont été envoyés par email. Veuillez vérifier votre email.
pl: Instrukcje resetowania hasła zostały do przesłane pocztą e-mail. Sprawdź pocztę e-mail.
pt_pt: Foram-lhe enviadas por e-mail instruções para repor a sua palavra-passe. Verifique o seu e-mail.

source: Invalid Email Address.
cs: Neplatná emailová adresa.
da: Ugyldig e-mailadresse
de: Ungültige E-Mail Adresse.
es: Direcc de e-mail inválida.
fr: Adresse de courrier électronique non valide.
ja: 無効なEメールアドレス。
pl: Nieprawidłowy adres e-mail.
pt_pt: Endereço de email inválido.

source: Signing In...
cs: Přihlašuji se...
da: Logger ind...
de: Anmeldung erfolgt...
es: Iniciando...
fr: Connectez-vous...
pl: Rejestrowanie...
pt_pt: A entrar...

source: Trouble Signing In? Contact Support
cs: Máte problém s přihlášením? Kontaktujte podporu
da: Problemer med at logge ind? Kontakt support
de: Probleme bei der Anmeldung? Wenden Sie sich an den Support
es: Problema al registrarse? Contacte soporte
fr: Trouble de connexion? Contacter le support
pl: Problem z logowaniem? Kontakt ze wsparciem technicznym
pt_pt: Problemas de acesso? Contacte a assistência

source: Please enter your password.
cs: Zadejte prosím vaše heslo.
da: Indtast din adgangskode.
de: Bitte Kennwort eingeben.
es: Por favor, ingrese su contraseña.
fr: Veuillez entrer votre mot de passe.
ja: ﾊﾟｽﾜｰﾄﾞを入力してください。
pl: Wprowadź hasło.
pt_pt: Introduza a sua palavra-passe atual.

source: Please enter your user name and password.
cs: Zadejte prosím vaše jméno uživatele a heslo.
da: Indtast dit brugernavn og adgangskode.
de: Bitte Benutzernamen und Kennwort eingeben.
es: Por favor, ingrese su usuario y contraseña.
fr: Veuillez entrer votre nom d'utilisateur et votre mot de passe.
ja: ﾕｰｻﾞｰ名とﾊﾟｽﾜｰﾄﾞを入力してください。
pl: Wprowadź nazwę użytkownika i hasło.
pt_pt: Introduza o seu nome de utilizador e palavra-passe.

source: Please enter your email address.
cs: Zadejte prosím vaši emailovou adresu.
da: Indtast din e-mail-adresse.
de: Bitte E-Mail-Adresse eingeben.
es: Por favor, ingrese su dirección de correo electrónico.
fr: Veuillez entrer votre adresse e-mail.
ja: ﾒｰﾙｱﾄﾞﾚｽを入力してください。
pl: Wprowadź adres e-mail.
pt_pt: Introduza o seu endereço de email.

source: Trouble signing in - Replicon Mobile 3 v
cs: Problém s přihlášením - Replicon Mobile 3 v
da: Problemer med at logge ind - Replicon Mobile 3 v
de: Probleme bei der Anmeldung - Replicon Mobile 3 v
es: Problemas al iniciar sesión - Replicon Móvil 3 v
fr: Problème de connexion - Replicon Mobile 3 v
ja: Replicon Mobile 3 vへのｻｲﾝｲﾝで問題が発生しました
pl: Problem z logowaniem — Replicon Mobile 3 v
pt_pt: Problema ao iniciar sessão - Replicon Mobile 3 v

source: Pending Submission
cs: Odeslání čekající na vyřízení
da: Afventer indsendelse
de: Ausstehende Übermittlung
es: Pendiente de Presentación
fr: Soumission en attente
ja: 提出待ち
pl: Zgłoszenie oczekujące
pt_pt: Submissão pendente

source: Conflicted
cs: Konflikt
da: Konflikter
de: in Konflikt
es: En Conflicto
fr: Conflit
ja: 競合しています
pl: Konflikt
pt_pt: Em conflito

source: Clocked in since %@
cs: Příchod označen od %@
da: Stemplet ind siden kl.
de: Arbeitsbeginn registriert seit %@
es: Marcación de entrada desde %@
fr: A pointé à l'arrivée depuis %@
ja: %@以来出社しています
pl: Rejestracja przyjścia od %@
pt_pt: Picagem do ponto à entrada desde %@

source: %@ since %@
cs: %@ od %@
da: %@ siden %@
de: %@ seit %@
es: %@ desde %@
fr: %@ depuis %@
ja: %@ 以下以来 %@
pl: %@ od %@
pt_pt: %@ desde %@

source: Getting location…
cs: Získává lokaci…
da: Henter placering…
de: Standort wird bestimmt...
es: Obteniendo ubicación…
fr: Obtention de l'emplacement ...
ja: 場所の取得中…
pl: Uzyskiwanie lokalizacji…
pt_pt: A obter localização…

source: Address not available
cs: Adresa není k dispozici
da: Adresse ikke tilgængelig
de: Adresse nicht verfügbar
es: La dirección no está disponible
fr: Adresse non disponible
ja: そのｱﾄﾞﾚｽはありません
pl: Adres niedostępny
pt_pt: Endereço não disponível

source: Regular
cs: Pravidelný
da: Normal
de: Ordentlich
fr: Régulier
ja: 通常
pl: Standardowe

source: Take a Break
cs: Udělat si přestávku
da: Tag en pause
de: Pause einlegen
es: Tomar un Tiempo Libre
fr: Prendre une pause
ja: 休憩する
pl: Zrób sobie przerwę
pt_pt: Fazer uma Pausa

source: In
cs: V
da: Inde
de: Im
es: En
fr: Arrivée
ja: 後
pl: W

source: Not In
cs: Ne v
da: Ikke inde
de: Nicht in
es: No En
fr: Pas dans
ja: 離席
pl: Nie w
pt_pt: Não entrou

source: View My Timesheets
cs: Zobrazit moje výkazy práce
da: Se mine timesedler
de: Meine Stundennachweise ansehen
es: Ver Mis Hojas Horarias
fr: Afficher mes feuilles de présence
ja: ﾏｲﾀｲﾑｼｰﾄを見る
pl: Pokaż moje grafiki
pt_pt: Ver a tabela de horário

source: Timesheet Periods
cs: Období výkazu práce
da: Timeseddelsperioder
de: Stundenzettelzeiträume
es: Períodos de Hojas Horaria
pl: Okresy grafiku
pt_pt: Períodos da folha de horas

source: Current Period
cs: Aktuální období
da: Indeværende periode
de: Aktueller Zeitraum
es: Período Actual
pl: Bieżący okres
pt_pt: Período Atual

source: Overtime
cs: Přesčas
da: Overarbejde
de: Überstunden
es: Hª Extras
fr: Heures supplémentaires
ja: 時間外労働
pl: Nadgodziny
pt_pt: horas extraordinárias

source: %02lu:%02lu Hrs
cs: %02lu:%02lu hod
da: %02lu:%02lu timer
de: % 02lu:% 02lu Std
pl: Godz. %02lu:%02lu

source: at %@
cs: v %@
da: kl %@
de: um %@
es: en %@
ja: 対象 %@
pl: o %@

source: Employees on overtime
cs: Zaměstnanci pracující přesčas
da: Medarbejdere på overarbejde
de: Arbeitnehmer mit Überstunden
es: Empleados con horas extra
fr: Employés en heures supplémentaires
ja: 残業中従業員
pl: Pracownicy w nadgodzinach
pt_pt: Funcionários em horas extraordinárias

source: Violations
cs: Porušení
da: Overtrædelser
de: Verstöße
es: Violaciones
ja: 違反
pl: Naruszenia
pt_pt: Violações

source: No Internet Connection.
cs: Není připojení k internetu.
da: Ingen internetforbindelse.
de: Keine Internetverbindung.
es: Sin conexión a Internet.
fr: Pas de connexion Internet.
ja: インターネットに接続していません。
pl: Brak połączenia z Internetem.
pt_pt: Nenhuma ligação de Internet.

source: No Response
cs: Žádná odezva
da: Ingen svar
de: Keine Antwort
es: Sin Respuesta
fr: Pas de réponse
ja: 応答なし
pl: Brak odpowiedzi
pt_pt: Nenhuma resposta

source: Change Waiver Response
cs: Změnit odpověď zřeknutí se práv
da: Ændr svar på afkald
de: Verzichtsantwort ändern
es: Cambiar la Respuesta al Aviso Legal
fr: Modifier la réponse de renonciation
ja: 見送り応答変更
pl: Zmień odpowiedź zrzeczenia się
pt_pt: Alterar resposta de renúncia

source: Time Distribution
cs: Rozložení času
de: Zeitverteilung
es: Distribución horaria
fr: Distribution du temps
ja: 割り振り枠
pl: Dystrybucja czasu
pt_pt: Distribuição do Horário

source: Are you sure you want to delete this punch?
cs: Opravdu chcete vymazat toto označení příchodu a odchodu?
da: Er du sikker på at du vil slette dette stempel?
de: Sind Sie sicher, dass Sie diese Stempelzeit löschen möchten?
es: ¿Está seguro que desea eliminar esta marcación?
fr: Êtes-vous sûr de vouloir supprimer ce pointage?
pl: Czy na pewno chcesz usunąć to odbicie karty?
pt_pt: Tem a certeza que pretende eliminar esta marcação de ponto?

source: View Team Timesheets
cs: Zobrazit výkazy práce pro tým
da: Se team-timesedler
de: Meine Stundennachweise ansehen
es: Ver las Hojas Horarias del Equipo
fr: Afficher les feuilles de présence de l'équipe
ja: ﾁｰﾑのﾀｲﾑｼｰﾄを見る
pl: Pokaż grafiki zespołu
pt_pt: Ver tabelas de horário da equipa

source: Gross Pay
cs: Hrubá mzda
da: Bruttoløn
de: Bruttogehalt
es: Pago Bruto
fr: Salaire brut
ja: 給与総額
pl: Płaca brutto
pt_pt: Pagamento Bruto

source: Total Time
cs: Čas celkem
da: Samlet tid
de: Gesamtzeit
es: Tiempo total
fr: Temps total
ja: 合計時間
pl: Czas ogółem
pt_pt: Hora Total

source: Total Team Pay
cs: Celková mzda týmu
da: Samlet team-betaling
de: Team-Bezahlung gesamt
es: Pago Total del Equipo
fr: Paiement total de l'équipe
ja: チーム支払い合計
pl: Łączna płaca zespołu
pt_pt: Pagamento total da equipa

source: Without Violations or Overtime
cs: Bez porušení nebo přesčasu
da: Uden overtrædelser eller overarbejde
de: Ohne Verstöße oder Überstunden
es: Sin Violaciones ni Horas Extras
fr: Sans violations ou heures supplémentaires
ja: 違反または残業はなし
pl: Bez naruszeń lub nadgodzin
pt_pt: Sem Violações ou Horas Extras

source: With Violations or Overtime
cs: S porušeními nebo přesčasem
da: Med overtrædelser eller overarbejde
de: Mit Verstößen oder Überstunden
es: Con Violaciones u Horas Extra
fr: Avec violations ou heures supplémentaires
ja: 違反または超過勤務あり
pl: Z naruszeniami lub nadgodzinami
pt_pt: Com Violações ou Horas Extras

source: %@ Break
cs: %@ Přestávka
da: %@ Pause
de: %@ Pause
es: %@ Desc.
fr: %@ Pause
ja: %@ 休憩
pl: Przerwa %@
pt_pt: Pausa %@

source: Employee Clock In Trend
cs: Vývojový Employee Clock
da: Medarbejder Indstemplingstrend
de: Mitarbeiter Arbeitsbeginn Trend
es: Tendencia de Marcación de Entrada del Empleado
fr: Tendance de pointage à l'entrée pour l'employé
ja: 従業員出社動向
pl: Zegar pracownika w trendzie
pt_pt: Tendência de picagem do ponto à entrada do funcionário

source: Please add your comments here.
cs: Zde prosím zadejte svoje poznámky.
da: Indtast dine kommentarer her.
de: Bitte fügen Sie hier Ihre Kommentare hinzu.
es: Por favor, agregue sus comentarios aquí.
fr: Veuillez ajouter vos commentaires ici.
ja: ここにコメントを入力してください。
pl: Dodaj tutaj swoje komentarze.
pt_pt: Adicione os seus comentários aqui.

source: Some of your punch data has not been saved on the Replicon server. Please ensure your device has an Internet connection to sync the data.
cs: Některá vaše data označení příchodu a odchodu nebyla uložena na server Replicon. Pro synchronizování dat zkontrolujte, že je vaše zařízení připojeno k internetu.
da: Nogle af dine data er endnu ikke gemt på Replicon Server. Sørg for at enheden har en internetforbindelse for at synkronisere data.
de: Einige Ihrer Punch-Daten wurden nicht auf dem Replicon-Server gespeichert. Zum Synchronisieren der Daten sicherstellen, dass das Gerät mit dem Internet verbunden ist.
es: Algunos de sus datos de marcación no han sido guardados en el servidor de Replicon. Asegúrese que su dispositivo tenga conexión a Internet para sincronizar los datos.
fr: Certaines de vos données de pointage n'ont pas été enregistrées sur le serveur Replicon. Veuillez vous assurer que votre appareil dispose d'une connexion Internet pour synchroniser les données.
ja: ﾊﾟﾝﾁﾃﾞｰﾀの中にRepliconｻｰﾊﾞに保存されなかったものがあります。データの同期のために端末がインターネットに接続していることをお確かめください.
pl: Niektóre z danych odbicia karty nie zostały jeszcze zapisane na serwerze firmy Replicon. Upewnij się, że urządzenie ma połączenie z Internetem w celu synchronizacji danych.
pt_pt: Alguns dos dados de picagem do ponto não foram guardados no servidor da Replicon. Certifique-se de que o seu dispositivo tem uma ligação de Internet para sincronizar os dados.
