Repository: ullasml/TestingQuick
Catalog: iPhone_TNG/*.lproj/Localizable.strings
Languages: cs, da, de, es, fr, ja, pl, pt_pt

source: Add Missing Punch
cs: Přidat chybějící označení příchodu a odchodu
da: Tilføj manglende timestempel
de: Fehlenden Stempelzeiten hinzufügen
es: Agregar Marcación Faltante
fr: Ajouter pointage manquant
ja: 欠如ﾊﾟﾝﾁの追加
pl: Dodaj brakujące odbicie karty
pt_pt: Adicionar Ponto em falta

source: Edit Punch
cs: Upravit označení příchodu a odchodu
da: Rediger stempel
de: Stempeldaten bearbeiten
es: Editar Marcación
fr: Modifier le pointage
ja: ﾊﾟﾝﾁ編集
pl: Edytuj odbicie karty
pt_pt: Editar a picagem de ponto

source: Clocked In
cs: Příchod označen
da: Stemplet ind
de: Eingestempelt
es: Marcación de ingreso en el reloj
fr: a pointé son entrée
ja: 打刻 入
pl: Zarejestrowanie przyjścia
pt_pt: Entrada cronometrada

source: Clocked Out
cs: Odchod označen
da: Stemplet ud
de: Ausgestempelt
es: Egreso Marcado en el Reloj
fr: a pointé son départ
ja: 打刻 出
pl: Zarejestrowanie wyjścia
pt_pt: Saída cronometrada

source: Are you sure you want to delete this Punch? This can not be undone.
cs: Opravdu chcete vymazat toto označení příchodu a odchodu? Nesmí to zůstat neprovedeno.
da: Er du sikker på at du vil slette dette timestempel? Kan dette ikke fortrydes.
de: Sind Sie sicher, dass Sie diese Stempelzeit löschen möchten? Das kann nicht rückgängig gemacht werden.
es: ¿Está seguro que desea eliminar esta marcación? Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce pointage? Cette action ne peut pas être annulée.
ja: このﾊﾟﾝﾁを本当に削除しますか?これは元に戻せません。
pl: Czy na pewno chcesz usunąć to odbicie karty? Nie można tego cofnąć.
pt_pt: Tem a certeza que pretende eliminar esta picagem de ponto? Este procedimento não pode ser anulado.

source: Select Break Type
cs: Vybrat typ přestávky
da: Vælg pausetype
de: Pausenart auswählen
es: Selecc Tipo de Desc
fr: Sélectionner le type de pause
ja: 休憩の種類を選択
pl: Zaznacz rodzaj przerwy
pt_pt: Selecionar o tipo de pausa

source: Select Activity
cs: Vybrat činnost
da: Vælg aktivitet
de: Aktivität auswählen
es: Selecc Actividad
fr: Sélectionner l'Activité
ja: アクティビティーを選択
pl: Wybierz czynność
pt_pt: Selecionar atividade

source: Started Break
cs: Přestávka začala
da: Pause startede
de: Pause gestartet
es: Descanso Iniciado
fr: Pause commencée
ja: 開始済み休憩
pl: Rozpoczęta przerwa
pt_pt: Pausa iniciada

source: Transfer
cs: Přesun
da: Overfør
de: Übetragen
fr: Transfert
ja: 送信
pl: Przenieś
pt_pt: Transferir

source: Transfered to
cs: Převedeno do
da: Overført til
de: Übertragen an
es: Transferido a
fr: Transféré à
ja: へ転送
pl: Przeniesiono do
pt_pt: Transferido para

source: Post
cs: Zaúčtovat
da: Postering
de: Posten
es: Publicar
fr: Publier
ja: 記録
pl: Wyślij
pt_pt: Publicação

source: time punches could not be posted to timesheet.
cs: označení příchodu a odchodu nelze zaúčtovat k výkazu práce.
da: timestempler kunne ikke sendes til timeseddel.
de: Zeitstepmelungen konnten nicht auf dem Stundenzettel verbucht werden.
es: no se pudieron publicar las marcaciones de tiempo en la hoja horaria.
fr: Les pointages de temps ne pouvaient pas être affichés sur la feuille de présence.
ja: ﾀｲﾑﾊﾟﾝﾁをﾀｲﾑｼｰﾄに記録できませんでした。
pl: czasy odbicia karty nie mogły być wysłane do grafiku
pt_pt: as marcações de tempo não puderam ser publicadas na tabela de horário.

source: Successfully posted to timesheet
cs: Úspěšně zaznamenáno do pracovního výkazu
da: Sendt til timeseddel
de: Erfolgreich in den Stundennachweis geschrieben
es: Se publicó con éxito en la hoja horaria
fr: Affiché avec succès à la feuille de présence
ja: ﾀｲﾑｼｰﾄに記録完了しました
pl: Pomyślnie wysłano do grafiku
pt_pt: Publicado com êxito na tabela de horário

source: Please select a Break Type
cs: Vyberte prosím typ přestávky
da: Vælg en pausetype
de: Wählen Sie den Pausen-Typ
es: Por favor, seleccione un Tipo de Descanso
fr: Veuillez choisir un type de pause
ja: 休憩種別を選択してください
pl: Zaznacz rodzaj przerwy
pt_pt: Selecione um tipo de pausa

source: Please select an Activity
cs: Vyberte prosím činnost
da: Vælg en aktivitet
de: Bitte wählen Sie eine Aktivität aus
es: Seleccione una actividad
fr: Veuillez sélectionner une activité
ja: アクティビティーを選択してください
pl: Zaznacz aktywność
pt_pt: Selecione uma Atividade

source: Time
cs: Čas
da: Tid
de: Zeit
es: Hora
fr: Temps
ja: 時刻
pl: Czas
pt_pt: Tempo

source: Images
cs: Obrázky
da: Billeder
de: Bilder
es: Imág.
ja: 画像
pl: Obrazy
pt_pt: Imagens

source: Location
cs: Lokace
da: Sted
de: Lage
es: Ubicación
fr: Emplacement
ja: ロケーション
pl: Lokalizacja
pt_pt: Localização

source: Clock In or Out
cs: Příchod a odchod
da: Stempel Ind eller Ud
de: Anmelde- oder Abmeldezeit
es: Entr/Salida reloj
fr: Pointage d'arrivée ou de départ
ja: 出勤時または退勤時の記録
pl: Przyjście lub wyjście
pt_pt: Relógio ligado ou desligado

source: Time Punches
cs: Označení času příchodu a odchodu
da: Tidsstempler
de: Stechzeiten
es: Marcas Horar.
fr: Pointages
ja: 時刻の打刻
pl: Odbicia kart
pt_pt: Tempo de Picagens

source: Resume Work
cs: Pokračovat v práci
da: Genoptag arbejdet
de: Arbeit wieder aufnehmen
es: Retomar el Trabajo
fr: Se remettre au travail
ja: 作業を続ける
pl: Wznów pracę
pt_pt: Retomar trabalho

source: Activity: None
cs: Činnost: Žádný
da: Aktivitet: Ingen
de: Aktivität: Keine
es: Actividad: Ning
fr: Activité: Aucun
ja: アクティビティー：なし
pl: Aktywność: Brak
pt_pt: Atividade: Nenhum

source: Continue
cs: Pokračovat
da: Fortsæt
de: Fortfahren
es: Continuar
fr: Continuer
ja: 継続
pl: Kontynuuj
pt_pt: Continuar

source: IN
cs: V
da: IND
de: EINSTEMPELN
es: INGRESO
fr: ENTREE
ja: 入
pl: PRZYJŚCIE
pt_pt: ENTRADA

source: OUT
cs: MIMO
da: FRA
de: AUSSTEMPELN
es: SALIDA
fr: SORTIE
ja: 出
pl: WYJŚCIE
pt_pt: SAÍDA

source: No time punches.
cs: Žádná označení času příchodu a odchodu.
da: Ingen timestempler.
de: Keine Zeit Stechungen.
es: Sin Marcas de Tpo.
fr: Aucun pointage.
ja: 打刻された時刻はありません。
pl: Brak czasów odbicia kart.
pt_pt: Nenhuma picagem de ponto.

source: Following changes were made to this timesheet:
cs: Byly provedeny následující změny v tomto výkazu práce:
da: Følgende ændringer blev foretaget på denne timeseddel:
de: Folgende Änderungen wurden am Stundennachweis vorgenommen:
es: Se realizaron los siguientes cambios en esta hoja horaria:
fr: Les modifications suivantes ont été apportées à cette feuille de présence :
ja: 以下の変更がこのﾀｲﾑｼｰﾄに加えられました：
pl: W tym grafiku dokonano następujących zmian:
pt_pt: As alterações seguintes foram efetuadas nesta tabela de horário:

source: Reason for Changes
cs: Důvod ke změnám
da: Årsag til ændringer

source: Please provide reasons for these changes.
cs: Uveďte prosím důvod k těmto změnám.
da: Anfør årsagerne til disse ændringer.
de: Bitte begründen Sie diese Änderungen.
es: Por favor, proporcione los motivos para estos cambios.
fr: Veuillez fournir les motifs de ces changements.
ja: これらの変更について理由を記入してください。
pl: Podaj powody tych zmian.
pt_pt: Forneça motivos para estas alterações.

source: Your timesheet cannot be submitted unless you provide a reason for the changes.
cs: Nelze odeslat váš výkaz práce, pokud neuvedete důvod změn.
da: Din timeseddel kan ikke indsendes, med mindre du giver en grund til ændringerne.
de: Ihr Stundenzettel kann nicht eingereicht werden, wenn Sie keinen Grund für die Änderungen angeben.
es: Su hoja horaria no puede ser presentada, excepto que proporcione un motivo para los cambios.
fr: Votre feuille de présence ne peut être soumise que si vous fournissez un motif pour les modifications.
ja: 変更点の理由を提出しない限り、タイムシートは提出できません。
pl: Grafik nie może zostać przesłany bez podania powodu zmian.
pt_pt: A sua tabela de horário não pode ser submetida a menos que indique um motivo para as alterações.

source: Add Comments
cs: Přidat poznámky
da: Tilføj kommentarer
de: Kommentare hinzufügen
es: Agregar Comentarios
fr: Ajouter des commentaires
ja: コメントを追加
pl: Dodaj komentarze
pt_pt: Adicionar comentários

source: Timesheet Change History
cs: Historie změn výkazu práce
da: Timeseddel ændringshistorik
de: Änderungsverlauf des Stundennachweises
es: Historial de Cambios de la Hoja Horaria
ja: ﾀｲﾑｼｰﾄ変更履歴
pl: Historia zmian grafiku
pt_pt: Histórico de alterações na Tabela de horário

source: Create Free Trial
cs: Vytvořit bezplatnou zkušební verzi
da: Opret gratis prøveversion
de: Kostenlose Testversion erstellen
es: Crear Versión Gratuita
ja: 無料試用を作成
pl: Utwórz wersję próbną
pt_pt: Criar teste gratuito

source: Sign In
cs: Přihlásit se
da: Log ind
de: Anmelden
es: Regístrese
fr: Se connecter
ja: ｻｲﾝｲﾝ
pl: Zarejestruj się
pt_pt: Entrar

source: Your Full Name
cs: Vaše celé jméno
da: Dit fulde navn
de: Ihr vollständiger Name
es: Su Nombre Completo
fr: Nom complet
ja: あなたのﾌﾙﾈｰﾑ
pl: Imię i nazwisko
pt_pt: O seu Nome completo

source: Company Name
cs: Název společnosti
da: Firmanavn
de: Firmen Name
es: Nombre Empresa
fr: Nom de la société
ja: 会社名
pl: Nazwa firmy
pt_pt: Nome da empresa

source: 8 characters, at least 1 alphabetical and 1 numeric
cs: 8 znaků, minimálně 1 písmeno a 1 číslo
da: 8 tegn, mindst 1 bogstav og 1 numerisk
de: 8 Zeichen, mindestens 1 alphabetisch und 1 numerisch
es: 8 caracteres, por lo menos 1 alfabético y 1 numérico
fr: 8 caractères, au moins 1 alphabétique et 1 numérique
ja: 8文字、英数字1文字以上と数字1つ以上
pl: 8 znaków, przynajmniej 1 litera i 1 cyfra
pt_pt: 8 carateres, pelo menos, 1 alfabético e 1 numérico

source: Business Phone Number
cs: Telefonní číslo do zaměstnání
da: Forretningstelefonnummer
de: Geschäfts-Telefonnummer
es: Número de Teléfono Comercial
fr: Numéro de téléphone professionnel
ja: 会社用電話番号
pl: Firmowy numer telefonu
pt_pt: Número de Telefone Empresarial

source: By registering you agree to Replicon's
cs: Zaregistrováním souhlasíte s Replicon
da: Ved at registrere dig accepterer du Replicons!
de: Mit der Anmeldung erklären Sie sich einverstanden mit Replicon´s
es: Registrándose, usted acepta los Términos de Servicio
fr: En vous enregistrant, vous acceptez Replicon
ja: 登録することによってRepliconのサービスのご利用条件に同意されたものと見なされます
pl: Logując się, akceptuję zasady firmy Replicon
pt_pt: Ao registar, concorda com os termos de serviço da

source: Terms of Service
cs: Obchodní podmínky pro poskytování služby
da: Servicevilkår
de: Servicebedingungen
es: Términos de Servicio
fr: Conditions d'utilisation
ja: サービスのご利用条件
pl: Warunki świadczenia usług
pt_pt: Termos de Serviço

source: Sign Up
cs: Zaregistrovat se
da: Registrer
de: Anmelden
es: Regístrese
fr: S'inscrire
ja: ユーザー登録
pl: Zaloguj
pt_pt: Registar-se

source: Setting up your account
cs: Nastavení vašeho účtu
da: Opsætning af konto
de: Einrichten Ihres Kontos
es: Cómo configurar su cuenta
fr: Configuration de votre compte
ja: ｱｶｳﾝﾄのｾｯﾄｱｯﾌﾟ
pl: Konfigurowanie twojego konta
pt_pt: Configuração da sua conta

source: Enjoy full access to the following features for next 14 days. We are also creating sample data to help you see how everything works.
cs: Využívejte plný přístup k následujícím funkcím během příštích 14 dnů. Také vytváříme vzorová data, která Vám ukážou, jak všechno funguje.
da: Nyd den fulde adgang til følgende funktioner i de næste 14 dage. Vi laver også eksempeldata så du kan se hvordan det hele fungerer.
de: Genießen Sie für die nächsten 14 Tage vollen Zugang zu den folgenden Features. Wir erstellen auch Musterdaten, die Ihnen helfen zu verstehen wie alles funktioniert.
es: Disfrute el acceso completo a las siguientes funciones por los siguientes 14 días. También estamos creando datos de ejemplo para ayudarlo a ver cómo funciona todo.
fr: Profiter d'un accès complet aux fonctionnalités suivantes pendant les 14 prochains jours. Nous créons également des exemples de données pour vous aider à voir comment tout fonctionne.
ja: 今後14日間以下の機能をご利用になれます。ｻﾝﾌﾟﾙﾃﾞｰﾀも作成されており、全体の機能がよくわかります。
pl: Ciesz się pełnym dostępem do poniższych funkcji przez następne 14 dni. Tworzymy właśnie dane próbne, aby pokazać działanie systemu.
pt_pt: Usufrua do acesso total às funcionalidades seguintes nos próximos 14 dias. Também estamos a criar dados de exemplo para o ajudar a ver como tudo funciona.

source: Setup Complete
cs: Nastavení dokončeno
da: Indstilling gennemført
de: Einrichtung abgeschlossen
es: Configuración Completa
fr: Installation terminée
ja: ｾｯﾄｱｯﾌﾟ完了
pl: Konfiguracja zakończona
pt_pt: Instalação completa

source: Start Using Replicon
cs: Začněte používat aplikaci Replicon
da: Begynd at anvende Replicon
de: Beginnen mit Replicon
es: Comenzar a Utilizar Replicon
fr: Commencer à utiliser Replicon
ja: Repliconの使用開始
pl: Rozpocznij korzystanie z aplikacji Replicon
pt_pt: Começar a utilizar Replicon

source: Email Address already exist.
cs: Emailová adresa už existuje.
da: E-mailadressen findes allerede.
de: E-Mail-Adresse existiert bereits.
es: La dirección de correo electrónico ya existe.
fr: L'adresse e-mail existe déjà.
ja: そのﾒｰﾙｱﾄﾞﾚｽはすでに存在します。
pl: Adres e-mail już istnieje.
pt_pt: O endereço de email já existe.

source: Email Address
cs: Emailová adresa
da: E-mailadresse
de: E-Mail Adresse
es: Dirección Email
ja: Eメールアドレス
pl: Adres e-mail
pt_pt: Endereço de email

source: 8 characters,
cs: 8 znaků,
da: 8 tegn,
de: 8 Zeichen,
es: 8 caracteres,
fr: 8 caractères,
ja: 8文字。
pl: 8 znaków,
pt_pt: 8 caracteres,

source: at least 1 alphabetical
cs: minimálně 1 písmeno
da: mindst 1 bogstav
de: mindestens 1 alphabetisches Zeichen
es: por lo menos 1 alfabético
fr: dont au moins 1 alphabétique
ja: 英文字1個以上
pl: Co najmniej 1 litera
pt_pt: pelo menos, 1 alfabético

source: and 1 numeric
cs: a 1 číslo
da: og 1 numerisk
de: und 1 numerisches Zeichen
es: y 1 numérico
fr: et 1 numérique
ja: と数字1個以上
pl: i 1 cyfra
pt_pt: e 1 numérico

source: Enter project-based time with ease
cs: Snadné zadání času na projekt
da: Indtast projektbaseret tid med lethed
de: Einfache Eingabe der projektbasierten Zeit
es: Ingrese el tiempo en base al proyecto con facilidad
fr: Entrez une heure en fonction du projet avec facilité
ja: ﾌﾟﾛｼﾞｪｸﾄ別時間を簡単に入力できます
pl: Wprowadzaj łatwo czas w oparciu o projekt
pt_pt: Introduza o período com base no projeto facilmente

source: In/out time entry made quick and painless
cs: Rychlé a bezproblémové zadání času příchodu/odchodu
da: Timeindtastning hurtigt og smertefrit
de: Eingangs-/Ausgange-Zeiteinträge - kurz und schmerzlos
es: Ingreso de horas de entrada/salida rápida y sencilla
fr: La saisie de l'heure d'entrée/sortie est rapide et simple
ja: 出勤/退勤時刻の入力が迅速で楽にできます
pl: Wpisy czasu przyjścia/wyjścia szybko i bez problemu
pt_pt: Introdução do período de entrada/saída rápida e facilmente

source: Field workers can clock-in from their worksite
cs: Pracovníci v terénu mohou označit příchod z jejich pracoviště
da: Feltarbejdere kan stemple ind fra deres byggeplads
de: Außendienstmitarbeiter können sich von ihrer Baustelle aus eintragen
es: Los trabajadores de campo pueden marcar su entrada en el reloj desde sus sitios de trabajo
fr: Les travailleurs sur le terrain peuvent pointer dans leur lieu de travail
ja: 現場労働者は職場から出社時刻を入力できます
pl: Pracownicy terenowi mogą rejestrować czas przyjścia do pracy ze swoich lokalizacji
pt_pt: Os funcionários em campo podem registar a entrada a partir do seu local de trabalho

source: Track where employees clock-in using GPS
cs: Sledovat, kde zaměstnanci označují příchod pomocí GPS
da: Spor, hvor medarbejderne stempler ind ved hjælp af GPS
de: Verfolgen Sie mit GPS, von wo sich Mitarbeiter eintragen
es: Rastree donde los empleados marcan su entrada en el reloj, utilizando GPS
fr: Suivre les employés qui utilisent le GPS pour le pointage
ja: GPSで社員がどこで出社時刻を入力しているか確認できます
pl: Śledź miejsca przyjścia pracowników za pomocą danych GPS
pt_pt: Monitorize onde os seus funcionários registam as suas entradas utilizando o GPS

source: Take expense receipt photos and upload. Done!
cs: Vyfotit účtenky k výdajům a nahrát. Provedeno!
da: Tag fotos af udgiftskvitteringer og upload. Færdig!
de: Machen Sie ein Foto von Ihren Kosten und laden Sie dieses hoch. Erledigt!
es: Tome fotografías de recibos de gastos y cárguelas. ¡Listo!
fr: Prenez et téléchargez des photos de justificatifs de frais. Terminé!
ja: 経費領収書の写真を撮ってｱｯﾌﾟﾛｰﾄﾞしてください。完了です!
pl: Rób zdjęcia rachunków wydatków i przesyłaj je do aplikacji. Gotowe!
pt_pt: Tire fotos de recibos de despesa e carregue. Feito!

source: Approve timesheets, time off, expenses on the spot
cs: Schválit výkazy výdajů, dovolenou a výdaje na místě
da: Godkend timesedler, fravær, udgifter på stedet
de: Genehmigung von Stundennachweisen, Abwesenheit, Spesen vor Ort
es: Apruebe hojas horarias, tiempo libre, gastos en el lugar
fr: Approuver les feuilles de temps, les congés, les dépenses sur place
ja: ﾀｲﾑｼｰﾄ、休暇、経費をその場で承認できます
pl: Zatwierdzaj grafiki, czas wolny, wydatki od ręki
pt_pt: Aprove tabelas de horários, folgas e despesas no momento

source: Quickly analyze projects and bill clients
cs: Rychlá analýza projektů a účtování klientům
da: Analyser hurtigt projekter og fakturer kunder
de: Analysieren Sie blitzschnell Projekte und stellen dies Ihren Kunden in Rechnung
es: Analice proyectos y facture a clientes rápidamente
fr: Analyser rapidement les projets et facturer les clients
ja: プロジェクトと顧客への請求を迅速に解析
pl: Dokonuj szybkiej analizy projektów i fakturuj klientów
pt_pt: Analise rapidamente projetos e fature clientes

source: Overtime compliance and error free payroll
cs: Dodržování přesčasů a bezchybné výplatní listiny
da: Overholdelse af overarbejde og fejlfri lønseddel
de: Ordnungsgemäße Handhabung mit Überstunden und fehlerfreier Abrechnung
es: Cumplimiento de las horas extra y nómina de pago sin errores
fr: Conformité aux heures supplémentaires et rémunération sans erreur
ja: 残業のﾙｰﾙ遵守とミスのない賃金台帳
pl: Pełna zgodność nadgodzin i listy płac bez błędów
pt_pt: Conformidade com a regra de horas extras e pagamentos sem falhas

source: Hassle-free Time Tracking
cs: Bezproblémové sledování času
da: Problemfri timeregistrering
de: Mühelose Zeitverfolgung
es: Seguimiento del Tiempo sin complicaciones
fr: Suivi du temps sans tracas
ja: 面倒な事がない時間追跡
pl: Śledzenie czasu bez żadnych komplikacji
pt_pt: Monitorização do tempo sem complicações

source: Leaving at
cs: Odchod v
da: Går ud kl
de: Verlassen um
es: Retirándose a las
fr: En partant de
ja: 退社時刻
pl: Wyjście o
pt_pt: A sair às

source: Returning at
cs: Návrat v
da: Vender tilbage til
de: Rückkehr um
es: Regresando a las
fr: Retour à
ja: 戻り時刻
pl: Powrót o
pt_pt: A regressar às

source: Select Time
cs: Vybrat čas
da: Vælg tidspunkt
de: Zeit wählen
es: Seleccione la Hora
fr: Sélectionner l'heure
ja: 時間の選択
pl: Zaznacz czas
pt_pt: Selecionar Hora

source: Filing Date
cs: Datum vyplnění
da: Arkiveringsdato
de: Einreichungsdatum
es: Fecha de Presentación
fr: Date de dépôt
ja: 登録日
pl: Data wypełnienia
pt_pt: Data do Depósito

source: Current Time
cs: Aktuální čas
da: Nuværende tid
de: Aktuelle Zeit
es: Hora actual
fr: Heure actuelle
ja: 現在の時刻
pl: Bieżący czas
pt_pt: Hora atual

source: Search Activity by name or code
cs: Vyhledávat činnost podle názvu nebo kódu
da: Søg aktivitet efter navn eller kode
de: Aktivitäten nach Name oder Code suchen
es: Buscar actividad por nombre o código
fr: Activité de recherche par nom ou par code
ja: 業務を名前またはｺｰﾄﾞで検索
pl: Znajdź aktywność po nazwie lub kodzie
pt_pt: Procurar atividade por nome ou código

source: at
cs: v
da: kl.
de: unter
es: en
fr: à
ja: 対象
pl: o
pt_pt: Em

source: REQUESTED:
cs: POŽADOVÁNO
da: ANMODET:
de: BEANTRAGT:
es: SOLICITADO:
fr: DEMANDÉ:
ja: リクエスト済み：
pl: ZAŻĄDANE:
pt_pt: SOLICITADO:

source: BALANCE:
cs: ZŮSTATEK:
da: SALDO:
de: SALDO:
es: SALDO:
fr: SOLDE:
ja: 収支：
pl: SALDO:
pt_pt: SALDO:

source: Data as of
cs: Data k
da: Data fra og med

source: Current
cs: Aktuální
da: Nuværende
de: Aktuell
es: Actual
fr: Actuel
ja: 現在の
pl: Bieżący
pt_pt: Atual

source: Future
cs: Budoucí
da: Fremtid
de: Zukunft
es: Futuro
fr: Futur
ja: 将来
pl: Przyszłe
pt_pt: Futuro

source: No Shifts Assigned
cs: Žádné směny nebyly přiřazeny
da: Ingen vagt tildelt
de: Keine Schichten zugeordnet
es: No hay Turnos Asignados
fr: Aucun quart assigné
ja: 割当ｼﾌﾄなし
pl: Brak przypisanych zmian
pt_pt: Sem Turnos atribuídos

source: Search Billing by name
cs: Vyhledávat účtování podle názvu
da: Søg på fakturering efter navn
de: Abrechnung nach Namen suchen
es: Buscar Facturación por nombre
fr: Rechercher facturation par nom
ja: 名前で請求を検索
pl: Znajdź fakturowanie po nazwie
pt_pt: Procurar faturação por nome

source: Login failed. Please check your login name and password and try again
cs: Přihlášení neuspělo. Zkontrolujte prosím vaše přihlašovací jméno a zkuste to znovu
da: Login mislykkedes. Kontroller dit login og password, og prøv igen
de: Anmeldung fehlgeschlagen. Bitte überprüfen Sie Ihren Login-Namen und Ihr Passwort und versuchen Sie es erneut
es: Falló el inicio de sesión. Por favor, verifique su nombre y contraseña de inicio de sesión y vuelva a intentarlo.
fr: Échec de la connexion. Veuillez vérifier votre identifiant et votre mot de passe et réessayez
ja: ﾛｸﾞｲﾝ失敗。ﾛｸﾞｲﾝ名とﾊﾟｽﾜｰﾄﾞを確認してもう一度やり直してください。
pl: Logowanie nie powiodło się. Sprawdź nazwę logowania i hasło, a następnie spróbuj ponownie
pt_pt: Falha ao entrar. Verifique o seu nome de início de sessão e palavra-passe e tente novamente

source: Pull to refresh...
cs: Pro obnovení zatáhněte...
da: Træk for at opdatere...
de: Zum Aktualisieren runterziehen...
es: Presionar para actualizar…
fr: Tirer pour rafraîchir...
ja: 引くと更新されます...
pl: Pociągnij, aby odświeżyć...
pt_pt: Puxe para atualizar...

source: Release to refresh...
cs: Pro obnovení uvolněte...
da: Slip for at opdatere...
de: Zum Aktualisieren freigebenn...
es: Soltar para actualizar…
fr: Relâcher pour rafraîchir...
ja: ﾘﾘｰｽすると更新されます...
pl: Zwolnij, aby odświeżyć...
pt_pt: Liberte para atualizar...

source: You have entered time that crosses into the next day.
cs: Zadali jste čas, který se prolíná s dalším dnem.
da: Du har indtastet en tid, som krydser ind i den næste dag.
de: Sie haben Zeit eingetragen, die in den nächsten Tag kreuzt.
es: Ha ingresado un tiempo que se pasa al día siguiente.
fr: Vous avez entré une période qui va jusqu'au lendemain.
ja: 翌日にまたがる時刻を入力しました。
pl: Wprowadzony czas krzyżuje się w następnym dniu.
pt_pt: Introduziu o tempo que passa para o dia seguinte.

source: will be entered on
cs: bude zadáno dne
da: vil blive lagt ind i
de: Wird eingegeben am
es: será ingresada el
fr: sera inscrit sur
ja: はに入力される予定です
pl: Zostanie wprowadzony w
pt_pt: serão inseridos em

source: Your Replicon language preference is set to
cs: Volba vašeho jazyka Replicon je nastavena na
da: Din Replicon sprogindstilling er sat til
de: Ihre Replicon-Spracheinstellung ist eingestellt auf
es: Su preferencia de idioma en Replicon está configurada en
fr: Votre préférence de langue dans Replicon est définie sur
ja: 現在のReplicon表示言語：
pl: Ustawienie preferencji języka aplikacji Replicon to
pt_pt: A sua preferência do idioma da Replicon está definida para

source: To enable the same language as mobile on your preference please contact your administrator.
cs: Pokud chcete povolit stejný jazyk pro mobilní aplikaci, kontaktujte prosím svého správce systému.
da: For at aktivere det samme sprog som på mobilen, kan du kontakte din administrator.
de: Um die gleiche Sprache wie in der mobilen Version in Ihrer Präferenz zu aktivieren, wenden Sie sich bitte an Ihren Administrator.
es: Para habilitar el mismo idioma que el móvil en su preferencia, contáctese con su administrador.
fr: Pour activer la même langue que sur le mobile dans vos préférences, veuillez contacter votre administrateur.
ja: 詳細にﾓﾊﾞｲﾙと同じ言語を表示させるには管理者に頼んでください。
pl: Aby włączyć taki sam jak w preferencjach wersji mobilnej, skontaktuj się z administratorem.
pt_pt: Para ativar o mesmo idioma do Mobile na sua preferência, contacte o seu administrador.

source: DropDown Option
cs: Rozevírací možnost
da: DropDown-mulighed
es: Opción DropDown
fr: Option DropDown
ja: DropDownオプション
pl: Opcja rozwijana
pt_pt: Opção pendente

source: For
cs: Pro
da: Til
de: Für
es: para
fr: Pour
ja: 用の
pl: Dla
pt_pt: Para
