Repository: ullasml/TestingQuick
Catalog: iPhone_TNG/*.lproj/Localizable.strings
Languages: cs, da, de, es, fr, ja, pl, pt_pt

source: Deleting this item will remove it from all the days in this timesheet period, along with any associated hours and comments. Do you want to proceed?
cs: Vymazáním této položky to odstraníte ze všech dnů v tomto období výkazu práce společně se souvisejícími hodinami a poznámkami. Chcete pokračovat?
da: Sletning af denne post vil fjerne den fra alle dage i denne timeseddelsperiode, sammen med alle tilknyttede timer og kommentarer. Vil du fortsætte?
de: Wenn Sie dieses Element löschen, wird es auch aus allen Tagen in dieser Zeitspanne des Stundennachweises entfernt, zusammen mit den zugehörigen Stunden und Kommentaren. Wollen Sie fortfahren?
es: Si elimina este elemento se eliminará de todos los días del período de esta hoja horaria, junto con las horas y los comentarios asociados. ¿Desea continuar?
fr: La suppression de cet élément l'éliminera de tous les jours de cette période, ainsi que les heures et les commentaires associés. Voulez-vous procéder ?
ja: このｱｲﾃﾑを削除するとこのﾀｲﾑｼｰﾄ上の全ての日から関連時間数やｺﾒﾝﾄともにすべて削除されます。次へ進みますか？
pl: Usunięcie pozycji spowoduje usunięcie jej ze wszystkich dni w tym okresie grafiku wraz z wszystkimi powiązanymi godzinami i komentarzami. Czy chcesz kontynuować?
pt_pt: Eliminar este item irá removê-lo de todos os dias neste período da tabela de horário, em conjunto com quaisquer horas e comentários associados. Deseja prosseguir?

source: Deleting this item will remove associated hours and comments. Do you want to proceed?
cs: Vymazáním této položky odstraníte související hodiny a poznámky. Chcete pokračovat?
da: Sletning af denne post vil fjerne de tilknyttede timer og kommentarer. Vil du fortsætte?
de: Wenn Sie dieses Element löschen, werden die zugehörigen Stunden und Kommentare auch entfernt. Wollen Sie fortfahren?
es: Si elimina este elemento eliminará las horas y los comentarios asociados. ¿Desea continuar?
fr: La suppression de cet élément supprimera les heures et les commentaires associés. Voulez-vous procéder ?
ja: このｱｲﾃﾑを削除すると関連時間数やｺﾒﾝﾄが削除されます。次へ進みますか？
pl: Usunięcie tej pozycji spowoduje usunięcie powiązanych godzin i komentarzy. Czy chcesz kontynuować?
pt_pt: A eliminação deste item removerá as horas e comentários associados. Deseja prosseguir?

source: Sorry! Your timesheet format is not yet supported in Replicon Mobile. We are working hard to add this feature. Please stay tuned to updates from the App store.
cs: Promiňte! Váš formát výkazu práce není zatím podporován aplikací Replicon Mobile. Pracujeme na přidání této funkce. Můžete se těšit na aktualizace od App store.
da: Undskyld! Denne timeseddels format er endnu ikke understøttet i Replicon Mobile. Vi arbejder hårdt på at tilføje denne funktion. Sørg for at hente opdateringer fra Play store.
de: Entschuldigung! Ihr Stundennachweis-Format wird in Replicon Mobile noch nicht unterstützt. Wir arbeiten hart daran, diese Funktion hinzuzufügen. Bitte holen Sie sich regelmäßig Updates aus dem App store.
es: Disculpe! El formato de su hoja horaria ya no es aceptado en Replicon Móvil. Estamos trabajando intensamente para agregar esta función. Por favor, manténgase al día con las actualizaciones de App Store.
fr: Désolé! Le format de votre feuille de présence n'est pas encore pris en charge par Replicon Mobile. Nous travaillons dur pour ajouter cette fonctionnalité. Consulter régulièrement l'App Store pour des mises à jour.
ja: すみません！ あなたのﾀｲﾑｼｰﾄﾌｫｰﾏｯﾄはReplicon Mobileで未対応です。この機能を追加するため取り組んでいます。ｱﾌﾟﾘｽﾄｱからの更新情報に注意してください。
pl: Przepraszamy! Format grafiku nie jest jeszcze obsługiwany w aplikacji Replicon Mobile. Pracujemy nad dodaniem tej funkcji. O aktualizacjach dowiesz się w sklepie App Store.
pt_pt: Lamentamos! O formato da sua tabela de horário ainda não é suportado no Replicon Mobile. Estamos a trabalhar arduamente para adicionar esta funcionalidade. Permaneça atento às atualizações a partir da App Store.

source: Sorry! This timesheet format is not yet supported in Replicon Mobile. We are working hard to add this feature. Please stay tuned to updates from the App store.
cs: Promiňte! Tento formát výkazu práce není zatím podporován aplikací Replicon Mobile. Pracujeme na přidání této funkce. Můžete se těšit na aktualizace od App store.
da: Undskyld! Denne timeseddels format er endnu ikke understøttet i Replicon Mobile. Vi arbejder hårdt på at tilføje denne funktion. Sørg for at hente opdateringer fra Play store.
de: Entschuldigung! Dieses Stundennachweis-Format wird in Replicon Mobile noch nicht unterstützt. Wir arbeiten hart daran, diese Funktion hinzuzufügen. Bitte holen Sie sich regelmäßig Updates aus dem App store.
es: Disculpe! El formato de esta hoja horaria ya no es aceptado en Replicon Móvil. Estamos trabajando intensamente para agregar esta función. Por favor, manténgase al día con las actualizaciones de App Store.
fr: Désolé! Le format de cette feuille de présence n'est pas encore pris en charge par Replicon Mobile. Nous travaillons dur pour ajouter cette fonctionnalité. Consulter régulièrement l'App Store pour des mises à jour.
ja: すみません！ このﾀｲﾑｼｰﾄﾌｫｰﾏｯﾄはReplicon Mobileで未対応です。この機能を追加するため取り組んでいます。ｱﾌﾟﾘｽﾄｱからの更新情報に注意してください。
pl: Przepraszamy! Format grafiku nie jest jeszcze obsługiwany w aplikacji Replicon Mobile. Pracujemy nad dodaniem tej funkcji. O aktualizacjach dowiesz się w sklepie App Store.
pt_pt: Lamentamos! O formato deste tabela de horário ainda não é suportado no Replicon Mobile. Estamos a trabalhar arduamente para adicionar esta funcionalidade. Permaneça atento às atualizações a partir da App Store.

source: Previous Entries
cs: Předchozí zadání
da: Tidligere indlæg
de: Vorherige Einträge
es: Entradas Anteriores
fr: Entrées précédentes
ja: 前回ｴﾝﾄﾘｰ
pl: Wcześniejsze wpisy
pt_pt: Entradas anteriores

source: to
cs: do
da: til
de: zu
es: a
fr: à
ja: 終了
pl: do
pt_pt: Para

source: Reopened
cs: Znovu otevřen
da: Genåbnet
de: Erneut geöffnet
es: Reabierto
fr: Rouvert
ja: 再開済み
pl: Ponownie otwarty
pt_pt: Reaberto

source: No
cs: Ne
da: Nej
de: Nein
fr: Non
ja: いいえ
pl: Nie
pt_pt: Não

source: Please add an amount
cs: Přidejte prosím částku
da: Tilføj et beløb
de: Bitte fügen Sie einen Betrag hinzu
es: Por favor, agregue un monto
fr: Veuillez ajouter un montant
ja: 金額を追加してください
pl: Dodaj kwotę
pt_pt: Adicione um valor

source: Total Amount
cs: Celková částka
da: Totalt beløb
de: Gesamtbetrag
es: Monto Total
fr: Montant total
ja: 合計金額
pl: Łączna kwota
pt_pt: Montante total

source: Untracked
cs: nesledováno
da: Ikke sporet
de: Nicht verfolgt
es: Sin Seguimiento
fr: Non renseigné
ja: 未追跡
pl: Nieśledzone
pt_pt: Sem rastreamento

source: start typing for a project or client name
cs: začněte psát název projektu nebo klienta
da: begynd at skrive et projekt- eller kundenavn
de: Starten Sie die Eingabe für ein Projekt oder einen Client-Namen
es: comience a escribir un nombre de proyecto o cliente
fr: commencer à taper pour rechercher un nom de projet ou de client
ja: ﾌﾟﾛｼﾞｪｸﾄか顧客名の記入を開始してください
pl: zacznij wprowadzać nazwę projektu lub klienta
pt_pt: começar a escrever para um nome de projeto ou de cliente

source: start typing for task name
cs: začněte psát název úlohy
da: begynd at skrive et opgavenavn
de: Beginnen Sie die Eingabe des Aufgabennamens
es: comience a escribir un nombre de tarea
fr: commencer à taper pour rechercher le nom d'une tâche
ja: ﾀｽｸ名の記入を開始してください
pl: zacznij wprowadzać nazwę zadania
pt_pt: começar a escrever para um nome de tarefa

source: start typing for a project
cs: začněte psát projekt
da: begynd at skrive et projekt
de: Starten Sie die Eingabe für ein Projekt
es: comience a escribir un proyecto
fr: commencer à taper pour rechercher un projet
ja: ﾌﾟﾛｼﾞｪｸﾄの記入を開始してください
pl: zacznij wprowadzać projekt
pt_pt: começar a escrever para um projeto

source: Are you sure you want to delete this time off booking?
cs: Opravdu chcete vymazat tuto rezervaci dovolené?
da: Er du sikker på at du ønsker at slette denne fraværs booking?
de: Sind Sie sicher, dass Sie diese Abwesenheits-Buchung löschen möchten?
es: ¿Está seguro que desea eliminar esta reserva de tiempo libre?
fr: Êtes-vous sûr de vouloir supprimer cette réservation de congé ?
ja: この休暇予約を本当に削除してもよいのですか?
pl: Czy na pewno chcesz usunąć księgowanie czasu wolnego?
pt_pt: Tem a certeza que pretende eliminar esta reserva de folga?

source: Suggestions Based on Previous Entries
cs: Návrhy podle předchozích zadání
da: Forslag baseret på tidligere indlæg
de: Vorschläge auf der Grundlage früherer Einträge
es: Sugerencias Basadas en Entradas Anteriores
fr: Suggestions basées sur des entrées antérieures
ja: 前回までのｴﾝﾄﾘｰに基づく提案
pl: Sugestie w oparciu o wcześniejsze wpisy
pt_pt: Sugestões com base em Inserções anteriores

source: Delete Entry
cs: Vymazat zadání
da: Slet indtastning
de: Eintrag löschen
es: Eliminar Entrada
fr: Supprimer l'entrée
ja: ｴﾝﾄﾘｰの削除
pl: Usuń wpis
pt_pt: Eliminar entrada

source: Add Break Entry
cs: Přidat zadání přestávky
da: Tilføj pauseindtastning
de: Brucheintrag hinzufügen
es: Agregar Entrada de Descanso
fr: Ajouter une entrée de pause
ja: 休憩ｴﾝﾄﾘｰの追加
pl: Dodaj wpis przerwy
pt_pt: Adicionar Entrada de Pausa

source: Edit Break Entry
cs: Upravit zadání přestávky
da: Tilføj pauseindtastning
de: Brucheintrag bearbeiten
es: Editar Entrada de Descanso
fr: Modifier une entrée de la pause
ja: 休憩ｴﾝﾄﾘｰの編集
pl: Edytuj wpis przerwy
pt_pt: Editar Entrada de Pausa

source: Add Time
cs: Přidat čas
da: Tilføj tid
de: Zeit Hinzufügen
es: Agregar hora
fr: Ajouter le temps
ja: 時刻を追加
pl: Dodaj czas
pt_pt: Adicionar Horas

source: Add Break
cs: Přidat přestávku
da: Tilføj pause
de: Pause hinzufügen
es: Agr Descan
fr: Ajouter une pause
ja: 休憩を追加
pl: Dodaj przerwę
pt_pt: Adicionar Pausa

source: Search Breaks
cs: Vyhledat přestávky
da: Søg efter pauser
de: Pausen suchen
es: Buscar descansos
fr: Rechercher des pauses
ja: 休憩の検索
pl: Znajdź przerwy
pt_pt: Procurar pausas

source: Delete Break
cs: Vymazat přestávku
da: Slet pause
de: Pause löschen
es: Eliminar descanso
fr: Supprimer la pause
ja: 休憩の削除
pl: Usuń przerwę
pt_pt: Eliminar pausa

source: Break Details
cs: Podrobnosti o přestávce
da: Pausedetaljer
de: Pausendetails
es: Detalles del Descanso
fr: Détails de la pause
ja: 休憩詳細
pl: Szczegóły przerwy
pt_pt: Detalhes da Pausa

source: Add Time Off
cs: Přidat dovolenou
da: Tilføj fravær
de: Abwesenheit hinzufügen
es: Agr Tpo Libre
fr: Ajouter un congé
ja: 休暇を追加
pl: Dodaj czas wolny
pt_pt: Adicionar folga

source: Edit Time Off
cs: Upravit dovolenou
da: Rediger fravær
de: Abwesenheit Bearbeiten
es: Editar Tpo Libre
fr: Modifier le congé
ja: 休暇を編集
pl: Edytuj czas wolny
pt_pt: Editar folga

source: Search Time Off Types
cs: Vyhledávat typy dovolené
da: Søg typer af fravær
de: Abwesenheits-Typen suchen
es: Buscar Tipos de Tiempo Libre
fr: Rechercher des types de congés
ja: 休み種別の検索
pl: Znajdź rodzaje czasu wolnego
pt_pt: Pesquisar Tipos de Períodos de descanso

source: There are overlapping time entries. Please fix these entries before submitting your timesheet.
cs: Zadání času se překrývají. Před odesláním vašeho výkazu práce proveďte prosím tato zadání.
da: Der er overlappende timeregistreringer. Ret disse poster før du indsender din timeseddel.
de: Es gibt überlappende Zeiteinträge. Bitte bringen Sie diese Einträge in Orndung, bevor Sie Ihren Stundennachweis einreichen.
es: Hay entradas de tiempo que se superponen. Por favor, arregle estas entradas antes de presentar su hoja horaria.
fr: Des entrées de temps chevauchent. Veuillez corriger ces entrées avant de soumettre votre feuille de présence.
ja: 時刻入力に重複しているものがあります。そのｴﾝﾄﾘｰを訂正してからﾀｲﾑｼｰﾄを提出してください。
pl: Istnieją nakładające się wpisy czasu. Popraw te wpisy przed przesłaniem swojego grafiku.
pt_pt: Há entradas de tempo de sobreposição. Corrija estas entradas antes de submeter a sua tabela de horário.

source: Time entry is overlapping.
cs: Zadání času se překrývá.
da: Tidsindtastning er overlappende.
de: Zeiteintrag ist überlappend.
es: La entrada de tiempo se está superponiendo.
fr: L'entrée de temps chevauche.
ja: 時刻入力が重複しています。
pl: Wpis czasu nakłada się.
pt_pt: A entrada de tempo está em sobreposição.

source: Expense Type
cs: Typ výdaje
da: Udgiftstype
de: Aufwandstyp
es: Tipo de Gasto
fr: Type de dépense
ja: 費用の種類
pl: Rodzaj wydatku
pt_pt: Tipo de despesa

source: Search Expense Type
cs: Vyhledávat typ výdaje
da: Søg efter udgiftstype
de: Ausgabe-Typ suchen
es: Buscar Tipo de Gasto
fr: Rechercher le type de dépenses
ja: 経費種別の検索
pl: Znajdź rodzaj wydatku
pt_pt: Procurar tipo de despesa

source: Deleting this item will remove it from all days in this timesheet period,along with any associated hours and comments.Do you want to proceed?
cs: Vymazáním této položky to odstraníte ze všech dnů v tomto období výkazu práce společně se souvisejícími hodinami a poznámkami. Chcete pokračovat?
da: Sletning af dette element vil fjerne det fra elle dage på denne timeseddelsperiode, sammen med tilknyttede timer og kommentarer. Ønsker du at fortsætte?
de: Wenn Sie dieses Element löschen, wird es auch aus allen Tagen in dieser Zeitspanne des Stundennachweises entfernt, zusammen mit den zugehörigen Stunden und Kommentaren. Möchten Sie fortfahen?
es: Si elimina este elemento se eliminará de todos los días de este período de la hoja horaria, junto con las horas y los comentarios asociados. ¿Desea continuar?
fr: La suppression de cet élément le supprimera tous les jours de cette période de feuille de présence, ainsi que les heures et commentaires associés. Voulez-vous continuer ?
ja: このｱｲﾃﾑを削除するとこのﾀｲﾑｼｰﾄ上の全ての日から関連時間数やｺﾒﾝﾄともにすべて削除されます。先へ進みますか?
pl: Usunięcie pozycji spowoduje jej usunięcie ze wszystkich dni w tym okresie grafiku wraz z wszystkimi powiązanymi godzinami i komentarzami. Chcesz kontynuować?
pt_pt: A eliminação deste item removê-lo-á de todos os dias neste período da tabela de horário, juntamente com todas as horas e comentários associados.

source: No Shift Schedule
cs: Žádný plán směn
da: Ingen vagtplan
de: Kein Schichtplan
es: No hay Programación de Turnos
fr: Pas d'horaire de quarts
ja: ｼﾌﾄｽｹｼﾞｭｰﾙなし
pl: Brak harmonogramu zmiany
pt_pt: Nenhum horário de turno

source: Note from Shift Manager
cs: Upozornění od manažera směny
da: Note fra vagtstyring
de: Hinweis vom Schichtmanager
es: Nota del Gerente de Turnos
fr: Note du gestionnaire de quarts
ja: ｼﾌﾄ管理者からの注記
pl: Uwaga od kierownika zmiany
pt_pt: Nota do Gestor de turno

source: No Note From Manager
cs: Žádná připomínka od manažera
da: Ingen note fra leder
de: Kein Hinweis vom Schichtmanager
es: No hay Notas del Gerente
fr: Aucune note du manager
ja: 部長からの注記無し
pl: Brak uwagi od kierownika
pt_pt: Nenhuma nota do gestor

source: Shift Details
cs: Podrobnosti o směně
da: Vagt-detaljer
de: Schichtdetails
es: Detal del Turno
pl: Szczegóły zmiany
pt_pt: Detalhes do turno

source: Shifts
cs: Směny
da: Vagter
de: Schichten
es: Turnos
fr: Quarts
ja: シフト
pl: Zmiany
pt_pt: Turnos

source: No Shifts Scheduled
cs: Žádné směny nejsou naplánovány
da: Ingen planlagte vagter
de: Kein Schichten geplant
es: No hay Turnos Programados
fr: Aucun quart prévu
ja: ｼﾌﾄｽｹｼﾞｭｰﾙなし
pl: Brak zaplanowanych zmian
pt_pt: Nenhuns turnos programados

source: Schedule
cs: Naplánovat
da: skema
de: Terminplan
es: Programar
fr: Calendrier
ja: スケジュール
pl: Harmonogram
pt_pt: Horário / Cronograma

source: None Selected
cs: Žádný nebyl vybrán
da: Ingen valgt
de: Keine Ausgewählt
es: Ninguno Selecc
fr: Aucun sélectionné
ja: 選択済みのものなし
pl: Nic nie zaznaczono
pt_pt: Nenhum(a) selecionado(a)

source: No Project Selected
cs: Žádný projekt nebyl vybrán
da: Intet projekt valgt
de: Kein Projekt Ausgewählt
es: No hay un Proyecto Seleccionado
fr: Aucun projet sélectionné
ja: 選択されたﾌﾟﾛｼﾞｪｸﾄなし
pl: Nie zaznaczono żadnego projektu
pt_pt: Nenhum projeto selecionado

source: No Activity Selected
cs: Žádná činnost nebyla vybrána
da: Ingen aktivitet valgt
de: Keine Aktivität Ausgewählt
es: No hay una Actividad Seleccionada
fr: Aucune activité sélectionnée
ja: 選択された業務活動なし
pl: Nie zaznaczono żadnej aktywności
pt_pt: Nenhuma atividade selecionada

source: End Break
cs: Ukončit přestávku
da: Slut på pause
de: Ende Pause
es: Finalizar Descanso
fr: Fin de la pause
ja: 休憩終了
pl: Zakończ przerwę
pt_pt: Pausa terminada

source: Break
cs: Přerušit
da: Pause
de: Pause
es: Receso
fr: Pause
ja: 休憩
pl: Przerwa
pt_pt: Pausa

source: Start New Task
cs: Začít novou úlohu
da: Start ny opgave
de: Neue Aufgabe Starten
es: Iniciar Nueva Tarea
fr: Démarrer une nouvelle tâche
ja: 新規ﾀｽｸの開始
pl: Rozpocznij nowe zadanie
pt_pt: Iniciar Nova Tarefa

source: Start New Activity
cs: Začít novou činnost
da: Start ny aktivitet
de: Neue Aktivität Starten
es: Iniciar Nueva Actividad
fr: Démarrer une nouvelle activité
ja: 新規業務活動の開始
pl: Rozpocznij nową aktywność
pt_pt: Iniciar Nova Atividade

source: Start
cs: Spustit
es: Inicio
fr: Début
ja: 開始
pl: Rozpocznij
pt_pt: Iniciar

source: Stop
cs: Zastavit
es: Detener
fr: Arrêter
ja: 経由地
pl: Zatrzymaj
pt_pt: Parar

source: Attendance
cs: Docházka
da: Tilstedeværelse
de: Anwesenheit
es: Asistencia
fr: Présences
ja: 出席
pl: Uczestnictwo
pt_pt: Presenças

source: Take a Photo of Yourself
cs: Vyfoťte se
da: Tag et billede af dig selv
de: Machen Sie ein Foto von sich
es: Tómese una Fotografía de Usted Mismo
fr: Prendre une photo de vous-mêmes
ja: 自分の写真を撮る
pl: Zrób sobie zdjęcie
pt_pt: Tirar uma foto a si próprio

source: You are required to attach a photo with each time entry.
cs: Musíte s každým zadáním času přidat foto.
da: Du er forpligtet til at vedhæfte et billede ved hver post.
de: Sie müssen jedem Eintrag ein Foto anhängen.
es: Debe adjuntar una fotografía en cada entrada de tiempo.
fr: Vous devez joindre une photo à chaque saisie.
ja: 毎回ｴﾝﾄﾘｰのたびに写真を添付しなければなりません。
pl: Musisz załączyć zdjęcie do każdego wpisu czasu.
pt_pt: É obrigatório anexar uma foto com cada inserção de horas.

source: Preview Photo
cs: Náhled fota
da: Forhåndsvis foto
de: Vorschau Foto
es: Previsualizar la Fotografía
fr: Aperçu de la photo
ja: 写真のﾌﾟﾚﾋﾞｭｰ
pl: Podgląd zdjęcia
pt_pt: Pré-visualizar foto

source: Retake
cs: Opakovat
da: Generobre
de: Erneut aufnehmen
es: Volver a Tomar
fr: Reprendre
ja: 撮り直す
pl: Ponownie zrób
pt_pt: Voltar a tirar

source: Use
cs: Použití
da: Brug
de: Verwenden
es: Uso
fr: Utiliser
ja: 使用
pl: Użycie
pt_pt: Usar

source: Today's Entries
cs: Dnešní zadání
da: Dagens posteringer
de: Heutige Einträge
es: Entradas de hoy
fr: Entrées du jour
ja: 今日のｴﾝﾄﾘｰ
pl: Dzisiejsze wpisy
pt_pt: Entradas de hoje

source: Save New Password
cs: Uložit nové heslo
da: Gem ny adgangskode
de: Neues Passwort speichern
es: Reintroduzca la nueva contraseña
fr: Enregistrer le nouveau mot de passe
ja: 新規パスワードを保存
pl: Zapisz nowe hasło
pt_pt: Guardar nova palavra-passe

source: Old Password
cs: Staré heslo
da: Gammelt kodeord
de: Altes Passwort
es: Contraseña Anterior
fr: Ancien mot de passe
ja: 古いパスワード
pl: Stare hasło
pt_pt: Palavra-passe antiga

source: New Password
cs: Nové heslo
da: Ny adgangskode
de: Neues Passwort
es: Nueva Contras
fr: Nouveau mot de passe
ja: 新規パスワード
pl: Nowe hasło
pt_pt: Nova palavra-passe

source: Confirm New Password
cs: Potvrdit nové heslo
da: Bekræft ny adgangskode
de: Neues Passwort bestätigen
es: Confirmar Nva Contraseña
fr: Confirmer le nouveau mot de passe
ja: 新規パスワードを確認
pl: Potwierdź nowe hasło
pt_pt: Confirmar nova palavra-passe

source: Reset Password
cs: Resetovat heslo
da: Nulstil kodeord
de: Passwort Zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
ja: パスワードをリセット
pl: Zresetuj hasło
pt_pt: Repor palavra-passe

source: Please ensure your new passwords match
cs: Zkontrolujte prosím, že se vaše nová hesla shodují
da: Sørg for at dine nye adgangskoder matcher
de: Bitte vergewissern Sie sich, dass Ihre neuen Passwörter übereinstimmen
es: Asegúrese que sus nuevas contraseñas coincidan
fr: Veuillez s.v.p vous assurer que vos nouveaux mots de passe correspondent.
ja: 新しいパスワードが合致していることを確認してください
pl: Dopilnuj, aby nowe hasła były identyczne
pt_pt: Certifique-se de que as suas novas palavras-passe correspondem

source: Your new password must be different than your current password
cs: Vaše nové heslo se musí lišit od vašeho aktuálního hesla
da: Din nye adgangskode skal være forskellig fra din nuværende adgangskode
de: Ihr neues Passwort muss sich von Ihrem aktuellen Passwort unterscheiden
es: Su nueva contraseña debe ser diferente a su contraseña actual
fr: Votre nouveau mot de passe doit être différent de votre mot de passe actuel.
ja: あなたの新規パスワードは現在のパスワードとは別でなければいけません。
pl: Twoje nowe hasło musi różnić się od bieżącego hasła
pt_pt: A sua nova palavra-passe deve ser diferente da sua palavra-passe atual

source: Clock
cs: Hodiny
de: Uhr
es: Reloj
fr: Horloge
ja: クロック
pl: Zegar
pt_pt: Relógio

source: Track Time
cs: Sledovat čas
da: Spor tid
de: Aufgezeichnete Zeit
es: Realice un Seguimiento del Tiempo
fr: Temps de passage
ja: 時間追跡
pl: Śledź czas
pt_pt: Acompanhar período

source: Tracking Time...
cs: Sleduji čas...
da: Sporing af tid...
de: Zeit wird aufgezeichnet...
es: Llevando un seguimiento del tiempo…
fr: Suivi du temps...
ja: 時間の追跡中...
pl: Śledzenie czasu...
pt_pt: A controlar tempo...

source: On Break
cs: Na přestávce
da: Til pause
de: In der Pause
es: En Descanso
fr: En pause
ja: 休憩中
pl: W przerwie
pt_pt: Em pausa

source: Clock In
cs: Označit příchod
da: Stempel ind
de: Anmeldezeit
es: Ent Reloj
fr: Pointage d'arrivée
ja: Clock 入
pl: Przyjście
pt_pt: Entrar

source: Clock Out
cs: Označit odchod
da: Stempel ud
de: Abmeldezeit
es: Sal Reloj
fr: Pointage de départ
ja: Clock 出
pl: Wyjście
pt_pt: Sair

source: Location is not enabled. Go to "Settings" -> "Privacy" -> "Location Services" to enable location
cs: Lokace není povolena. Jděte na "Nastavení" -> "Soukromí" -> "Služby lokace" pro povolení lokace
de: Standort ist nicht aktiviert. Gehen Sie zu "Einstellunge"->"Datenschutz"->"Standortdienste", um den Standort zu aktivieren
es: La ubicación no está habilitada. Diríjase a "Configuración" -> "Privacidad" -> "Servicios de Ubicación" para habilitar la ubicación
fr: L'emplacement n'est pas activé. Aller à "Paramètres"-> "Confidentialité" -> "Services de localisation" pour activer l'emplacement
ja: 拠点が有効になっていません。"設定" -> "ﾌﾟﾗｲﾊﾞｼｰ" -> "拠点ｻｰﾋﾞｽ"へ進み拠点を有効にする
pt_pt: A localização não está ativada. Ir para "Configurações" -> "Privacidade" -> "Serviços de localização" para ativar localização

source: Yesterday
cs: Včera
da: I går
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
pl: Wczoraj
pt_pt: Ontem

source: Location Unavailable
cs: Lokace není k dispozici
da: Placering ikke tilgængelig
de: Standort nicht verfügbar
es: Ubicación No Disponible
fr: Emplacement indisponible
ja: 利用できない場所
pl: Lokalizacja niedostępna
pt_pt: Local indisponível

source: Clocking You Out...
cs: Označuji váš odchod...
da: Stempler ud...
de: Ihr Arbeitsende registrieren...
es: Marcando Su Salida...
fr: Pointage sortie...
ja: 退勤登録中...
pl: Rejestrowanie twojego wyjścia...
pt_pt: A registar a sua saída...

source: Clocking You In...
cs: Označuji váš příchod...
da: Stempler ind...
de: Ihren Arbeitsbeginn registrieren...
es: Marcando Su Entrada...
fr: Pointage entrée...
ja: 出勤登録中...
pl: Rejestrowanie twojego przyjścia...
pt_pt: A registar a sua entrada..

source: Punch History
cs: Historie označení příchodu a odchodu
da: Indstemplingshistorik
de: Stechverlauf
es: Hist de marcas
fr: Historique des pointages
ja: 打刻履歴
pl: Historia odbić karty
pt_pt: Histórico das picagens

source: Add Punch
cs: Přidat označení příchodu a odchodu
da: Tilføj tidsstempel
de: Stechung hinzufügen
es: Agr Marca
fr: Ajouter un pointage
ja: 打刻の追加
pl: Dodaj odbicie karty
pt_pt: Adicionar Ponto

source: ＋Add Missing Punch
cs: + Přidat chybějící označení příchodu a odchodu
da: + Tilføj manglende timestempel
de: + Fehlenden Sempel hinzufügen
es: ＋Agregar Marcación Faltante
fr: ＋Ajouter pointage manquant
ja: +欠如ﾊﾟﾝﾁの追加
pl: + Dodaj brakujące odbicie karty
pt_pt: ＋Adicionar picagem de ponto em falta
