Repository: ullasml/TestingQuick
Catalog: iPhone_TNG/*.lproj/Localizable.strings
Languages: cs, da, de, es, fr, ja, pl, pt_pt

source: Pending Approvals
cs: Schválení čekající na vyřízení
da: Ventende godkendelser
de: Ausstehende Zulassungen
es: Aprobaciones Pendientes
fr: En attente d'approbation
ja: 承認待ち
pl: Zatwierdzenia oczekujące
pt_pt: Aprovações pendentes

source: Previous Approvals
cs: Předchozí schválení
da: Tidligere godkendelser
de: Vorherige Freigaben
es: Aprobaciones Anteriores
fr: Approbations précédentes
ja: 前回までの承認
pl: Wcześniejsze zatwierdzenia
pt_pt: Aprovações anteriores

source: Approve Timesheets
cs: Schválit výkazy práce
da: Godkend timesedler
de: Stundenzettel Genehmigen
es: Aprobar Hojas Horaria
fr: Approuver les feuilles de temps
ja: タイムシートを承認
pl: Zatwierdź grafiki
pt_pt: Aprovar folhas de horas

source: Approve Expenses
cs: Schválit výdaje
da: Godkend udgifter
de: Aufwendungen Genehmigen
es: Aprobar Gastos
fr: Approuver les dépenses
ja: 費用を承認
pl: Zatwierdź wydatki
pt_pt: Aprovar Despesas

source: Approve Time Off
cs: Schválit čas odchodu
da: Godkend fravær
de: Abwesenheit Genehmigen
es: Aprobar Tpo Libre
fr: Approuver les congés
ja: 休暇を承認
pl: Zatwierdź czas wolny
pt_pt: Aprovação de folga

source: Previous Timesheets
cs: Předchozí výkazy práce
da: Tidligere timesedler
de: Vorherige Stundennachweise
es: Hojas Horarias Anteriores
fr: Feuilles de présence précédentes
ja: 前回までのﾀｲﾑｼｰﾄ
pl: Wcześniejsze grafiki
pt_pt: Tabelas de horários anteriores

source: Previous Expenses
cs: Předchozí výdaje
da: Tidligere udgifter
de: Vorherige Ausgaben
es: Gastos Anteriores
fr: Dépenses antérieures
ja: 前回までの経費
pl: Wcześniejsze wydatki
pt_pt: Despesas anteriores

source: Previous Time Off
cs: Předchozí dovolená
da: Tidligere fravær
de: Vorherige Abwesenheit
es: Tiempo Libre Anterior
fr: Congé précédent
ja: 前回までの休暇
pl: Wcześniejszy czas wolny
pt_pt: Período de descanso anterior

source: Meal
cs: Oběd
da: Måltid
de: Mittagspause
es: Comida
fr: Repas
ja: 食事時間
pl: Posiłek
pt_pt: Refeição

source: TO
cs: DO
da: TIL

source: Approver Comments
cs: Poznámky schvalovatele
da: Godkender-kommentarer
de: Genehmigerkommentare
es: Comentar Aprobador
fr: Commentaires de l'approbateur
ja: 承認者のコメント
pl: Komentarze osoby zatwierdzającej
pt_pt: Comentários do Aprovador

source: Please select a timesheet for approval or rejection.
cs: Vyberte prosím výkaz práce ke schválení nebo zamítnutí.
da: Vælg timeseddel til godkendelse eller afvisning.
de: Bitte wählen Sie einen Stundennachweis für die Genehmigung oder Ablehnung aus.
es: Por favor, seleccione una hoja horaria para aprobación o rechazo.
fr: Veuillez sélectionner une feuille de présence pour approbation ou rejet.
ja: 許可か拒否するﾀｲﾑｼｰﾄを選んでください。
pl: Zaznacz grafik do zatwierdzenia lub odrzucenia.
pt_pt: Selecione uma tabela de horário para aprovação ou rejeição.

source: Are you sure you want to approve
cs: Opravdu chcete schválit
da: Er du sikker på at du ønsker at godkende
de: Sind Sie sicher, dass Sie diesen Stundennachweis genehmigen möchten
es: Está seguro que desea aprobar
fr: Êtes-vous sûr de vouloir approuver
ja: 本当に許可しますか
pl: Czy na pewno chcesz zatwierdzić
pt_pt: Tem a certeza que pretende aprovar

source: timesheet?
cs: výkaz práce?
da: Timesedler?
de: Stundennachweise?
es: ¿la hoja horaria?
fr: feuille de présence ?
ja: ﾀｲﾑｼｰﾄは?
pl: grafik?
pt_pt: a tabela de horário?

source: Are you sure you want to reject
cs: Opravdu chcete zamítnout
da: Er du sikker på at du ønsker at afvise
de: Sind Sie sicher, dass Sie ablehnen möchten
es: Está seguro que desea rechazar
fr: Êtes-vous sûr de vouloir rejeter ?
ja: 本当に拒否しますか?
pl: Czy na pewno chcesz odrzucić
pt_pt: Tem a certeza que pretende rejeitar

source: You must enter comments when rejecting a timesheet.
cs: Když chcete zamítnout výkaz práce, musíte zadat poznámky.
da: Du skal indtaste kommentarer, når du afviser en timeseddel.
de: Sie müssen bei der Ablehnung eines Stundennachweises Kommentare eingeben.
es: Debe ingresar comentarios cuando rechaza una hoja horaria.
fr: Vous devez entrer des commentaires lors du rejet d'une feuille de présence.
ja: ﾀｲﾑｼｰﾄを拒否するときは理由を記入してください。
pl: Odrzucając grafik, musisz napisać komentarz.
pt_pt: Necessita de introduzir comentários quando rejeitar uma tabela de horário.

source: Are you sure you want to approve %d timesheets?
cs: Opravdu chcete schválit %d výkazy práce?
da: Er du sikker på at du ønsker at godkende %d timesedler?
de: Sind Sie sicher, dass Sie %d Stundennachweise genehmigen möchten?
es: ¿Está seguro que desea aprobar %d hojas horarias?
fr: Êtes-vous sûr de vouloir approuver les feuilles de présence %d ?
ja: %d枚のﾀｲﾑｼｰﾄを本当に許可しますか?
pl: Czy na pewno chcesz zatwierdzić grafiki %d?
pt_pt: Tem a certeza que pretende aprovar %d tabelas de horário?

source: Are you sure you want to reject %d timesheets?
cs: Opravdu chcete zamítnout %d výkazy práce?
da: Er du sikker på at du ønsker at afvise %d timesedler?
de: Sind Sie sicher, dass Sie %d Stundennachweise ablehnen möchten?
es: ¿Está seguro que desea rechazar %d hojas horarias?
fr: Êtes-vous sûr de vouloir rejeter les feuilles de présence %d ?
ja: %d枚のﾀｲﾑｼｰﾄを本当に拒否しますか?
pl: Czy na pewno chcesz odrzucić grafiki %d?
pt_pt: Tem a certeza que pretende rejeitar %d tabelas de horário?

source: NO
cs: NE
da: NEJ
de: NEIN
es: SIN
fr: NON
ja: 番号
pl: NR
pt_pt: NÃO

source: YES
cs: ANO
da: JA
de: JA
es: SI
fr: OUI
ja: はい
pl: TAK
pt_pt: SIM

source: All expense sheets approved None pending
cs: Všechny výkazy výdajů schváleny Žádné nečekají na vyřízení
da: Alle udgiftsark godkendt Ingen udestående
de: Alle Ausgabenblätter genehmigt Keine ausstehend
es: Todas las hojas de gastos aprobadas Ninguna pendiente
fr: Toutes les notes de dépenses ont été approuvées Aucune en attente
ja: 全経費ｼｰﾄ許可済 処理中なし
pl: Wszystkie arkusze wydatków zatwierdzone Brak oczekujących
pt_pt: Todas as folhas de despesa aprovadas Nenhuma pendente

source: No expense sheets approval history found
cs: Nenalezena žádná historie schvalování výkazů výdajů
da: Ingen udgiftsark-godkendelses historik fundet
de: Kein Ausgabenblättergenehmigung -verlauf gefunden
es: No se encontró ningún historial de aprobaciones de hojas de gastos
fr: Aucune approbation historique des notes de dépenses trouvée
ja: 全経費ｼｰﾄ未許可 履歴あり
pl: W historii stwierdzono brak zatwierdzenia arkuszy wydatków
pt_pt: Nenhum histórico encontrado de aprovação de folhas de despesa

# Please select a expense sheet for approval or rejection.
source: Please select an expense sheet for approval or rejection.
cs: Vyberte prosím výkaz výdajů ke schválení nebo zamítnutí.
da: Vælg timeseddel til godkendelse eller afvisning.
de: Bitte wählen Sie ein Ausgabenblatt für die Genehmigung oder Ablehnung aus.
es: Por favor, seleccione una hoja de gastos para aprobación o rechazo.
fr: Veuillez sélectionner une note de dépenses pour approbation ou rejet.
ja: 許可か拒否する経費ｼｰﾄを選んでください。
pl: Zaznacz arkusz wydatków do zatwierdzenia lub odrzucenia.
pt_pt: Selecione uma folha de despesa para aprovação ou rejeição.

source: expense sheet?
cs: výkaz výdajů?
da: udgiftsark?
de: Ausgabenblatt?
es: ¿hoja de gastos?
fr: note de dépenses ?
ja: 経費ｼｰﾄは?
pl: arkusze wydatków?
pt_pt: folha de despesa?

# You must enter comments when rejecting a expense sheet.
source: You must enter comments when rejecting an expense sheet.
cs: Když chcete zamítnout výkaz výdajů, musíte přidat poznámky.
da: Du skal indtaste kommentarer, når du aviser et udgiftsark.
de: Sie müssen bei der Ablehnung eines Ausgabenblattes Kommentare eingeben.
es: Debe ingresar comentarios cuando rechaza una hoja de gastos.
fr: Vous devez entrer des commentaires lors du rejet d'une note de dépenses.
ja: 経費ｼｰﾄを拒否するときは理由を記入してください。
pl: Odrzucając arkusz wydatków, musisz napisać komentarz.
pt_pt: Necessita de introduzir comentários quando uma folha de despesa.

source: Are you sure you want to approve %d expense sheets?
cs: Opravdu chcete schválit %d výkazy výdajů?
da: Er du sikker på at du ønsker at godkende %d udgiftsark?
de: Sind Sie sicher, dass Sie %d Ausgabenblätter genehmigen möchten?
es: ¿Está seguro que desea aprobar %d hojas de gastos?
fr: Êtes-vous sûr de vouloir approuver les notes de dépenses %d ?
ja: %d枚の経費ｼｰﾄを本当に許可しますか?
pl: Czy na pewno chcesz zatwierdzić arkusze wydatków %d?
pt_pt: Tem a certeza que pretende aprovar %d folhas de despesa?

source: Are you sure you want to reject %d expense sheets?
cs: Opravdu chcete zamítnout %d výkazy výdajů?
da: Er du sikker på at du ønsker at afvise %d udgiftsark?
de: Sind Sie sicher, dass Sie %d Ausgabenblätter ablehnen möchten?
es: ¿Está seguro que desea rechazar %d hojas de gastos?
fr: Êtes-vous sûr de vouloir rejeter les notes de dépenses %d ?
ja: %d枚の経費ｼｰﾄを本当に拒否してもよいのですか?
pl: Czy na pewno chcesz odrzucić arkusze wydatków %d?
pt_pt: Tem a certeza que pretende rejeitar %d folhas de despesa?

source: All time offs approved None pending
cs: Všechny dovolené schváleny Žádné nečekají na vyřízení
da: Alt fravær godkendt Ingen udestående
de: Alle Abwesenheiten genehmigt Keine ausstehend
es: Todos los tiempos libres aprobados Ninguno pendiente
fr: Tous les congés ont été approuvés Aucun en attente
ja: 全休み許可済 処理中なし
pl: Wszystkie czasy wolne zatwierdzone Brak oczekujących
pt_pt: Todas as folgas aprovados Nenhum pendente

source: No time offs approval history found
cs: Nenalezena žádná historie schvalování dovolené
da: Ingen fraværsgodkendelses historik fundet
de: Kein/e Abwesenheitsgenehmigung -verlauf gefunden
es: No se encontró ningún historial de aprobaciones de tiempo libre
fr: Aucune approbation historique de congé trouvée
ja: 許可済休みなし 履歴あり
pl: W historii stwierdzono brak zatwierdzenia czasów wolnych
pt_pt: Nenhum histórico encontrado de aprovação de intervalos

source: Please select a time off for approval or rejection.
cs: Vyberte prosím dovolenou ke schválení nebo zamítnutí.
da: Vælg timeseddel til godkendelse eller afvisning.
de: Bitte wählen Sie eine Abwesenheit für die Genehmigung oder Ablehnung aus.
es: Por favor, seleccione un tiempo libre para aprobación o rechazo.
fr: Veuillez sélectionner un congé pour approbation ou rejet.
ja: 許可か拒否する休みを選んでください。
pl: Zaznacz czas wolny do zatwierdzenia lub odrzucenia.
pt_pt: Selecione uma folga para aprovação ou rejeição.

source: time off?
cs: Dovolená?
da: fravær?
de: Abwesenheit?
es: tiempo libre?
fr: Congé ?
ja: 休みは?
pl: czas wolny?
pt_pt: intervalo?

source: You must enter comments when rejecting a time off.
cs: Když chcete zamítnout dovolenou, musíte zadat poznámky.
da: Du skal indtaste kommentarer, når du afviser en timeseddel.
de: Sie müssen bei der Ablehnung einer Abwesenheit Kommentare eingeben.
es: Debe ingresar comentarios cuando rechaza un tiempo libre.
fr: Vous devez entrer des commentaires lorsque vous rejetez un congé.
ja: 休みを拒否するときは理由を記入してください。
pl: Odrzucając czas wolny, musisz napisać komentarz.
pt_pt: Necessita de introduzir comentários quando rejeitar uma folga.

source: Are you sure you want to approve %d time offs?
cs: Opravdu chcete schválit %d dovolené?
da: Er du sikker på at du ønsker at godkende %d fravær?
de: Sind Sie sicher, dass Sie %d Abwesenheiten genehmigen möchten?
es: ¿Está seguro que desea aprobar %d tiempos libres?
fr: Êtes-vous sûr de vouloir approuver les congés %d ?
ja: %dの休みを本当に承認してもよいですか?
pl: Czy na pewno chcesz zatwierdzić czasy wolne %d?
pt_pt: Tem a certeza que pretende aprovar %d folgas?

source: Are you sure you want to reject %d time off
cs: Opravdu chcete zamítnout %d dovolené
da: Er du sikker på at du ønsker at afvise %d fravær?
de: Sind Sie sicher, dass Sie %d Abwesenheiten ablehnen möchten?
es: Está seguro que desea rechazar %d tiempos libres
fr: Êtes-vous sûr de vouloir rejeter le congé %d ?
ja: %dの休みを本当に削除してもよいですか?
pl: Czy na pewno chcesz odrzucić czas wolny %d?
pt_pt: Tem a certeza que pretende rejeitar %d folga

source: Timesheet(s) can not be approved
cs: Výkaz (výkazy) práce nelze schválit
da: Timeseddel(-er) kan ikke godkendes
de: Stundennachweise(e) kann/können nicht genehmigt werden
es: La(s) hoja(s) horaria(s) no se puede(n) aprobar
fr: Les feuilles de présence ne peuvent pas être approuvées
ja: ﾀｲﾑｼｰﾄを承認できません
pl: Grafików nie można było zatwierdzić
pt_pt: As tabelas de horário não podem ser aprovadas

source: Expense Sheet(s) can not be approved
cs: Výkaz (výkazy) výdajů nelze schválit
da: Udgiftsark kan ikke godkendes
de: Ausgabenblatt(/blätter) kann/können nicht genehmigt werden
es: La(s) hoja(s) de gastos no se puede(n) aprobar
fr: Les notes de dépenses ne peuvent être approuvées
ja: 経費ｼｰﾄを承認できません
pl: Arkuszy wydatków nie można było zatwierdzić
pt_pt: As folhas de despesa não podem ser aprovadas

source: Time Off(s) can not be approved
cs: Dovolenou nelze schválit
da: Fravær kan ikke godkendes
de: Abwesenheit(en) kann/können nicht genehmigt werden
es: El/los tiempo(s) libre(s) no se puede(n) aprobar
fr: Les congés ne peuvent pas être approuvés
ja: 休暇を承認できません
pl: Czasów wolnych nie można było zatwierdzić
pt_pt: As folgas não podem ser aprovadas

source: Timesheet(s) can not be rejected
cs: Výkaz (výkazy) práce nelze zamítnout
da: Timeseddel(-er) kan ikke afvises
de: Stundennachweise(e) kann/können nicht abgelehnt werden
es: La(s) hoja(s) horaria(s) no se puede(n) rechazar
fr: Les feuilles de présence ne peuvent pas être rejetées
ja: ﾀｲﾑｼｰﾄを拒否できません
pl: Grafików nie można było odrzucić
pt_pt: As tabelas de horário não podem ser rejeitadas

source: Expense Sheet(s) can not be rejected
cs: Výkaz (výkazy) výdajů nelze zamítnout
da: Udgiftsark kan ikke afvises
de: Ausgabenblatt(/blätter) kann/können nicht abgelehnt werden
es: La(s) hoja(s) de gastos no se puede(n) rechazar
fr: Les notes de dépenses ne peuvent pas être rejetées
ja: 経費ｼｰﾄを拒否できません
pl: Arkuszy wydatków nie można było odrzucić
pt_pt: As folhas de despesa não podem ser rejeitadas

source: Time Off(s) can not be rejected
cs: Dovolenou nelze zamítnout
da: Fravær kan ikke afvises
de: Abwesenheit(en) kann/können nicht abgelehnt werden
es: El/los tiempo(s) libre(s) no se puede(n) rechazar
fr: Les congés ne peuvent pas être rejetés
ja: 休暇を拒否できません
pl: Czasów wolnych nie można było odrzucić
pt_pt: As folgas não podem ser rejeitadas

source: Clients
cs: Klienti
da: Kunder
de: Kunden
es: Clientes
ja: 顧客
pl: Klienci
pt_pt: Clientes

source: Projects
cs: Projekty
da: Projekter
de: Projekte
es: Proyectos
fr: Projets
ja: プロジェクト
pl: Projekty
pt_pt: Projetos

source: Type a project or client name
cs: Napište název projektu nebo klienta
da: Skriv et projekt- eller kundenavn
de: Geben Sie einen Projekt- oder Client-Namen ein
es: Escriba un nombre de proyecto o cliente
fr: Entrer un projet ou un nom de client
ja: ﾌﾟﾛｼﾞｪｸﾄか顧客の名前を記入してください
pl: Wpisz nazwę projektu lub klienta
pt_pt: Escrever um nome de projeto ou de cliente

source: Select a Project / Client
cs: Vyberte projekt/klienta
da: Vælg et projekt / kunde
de: Projekt / Client wählen
es: Seleccione un Proyecto / Cliente
fr: Sélectionner un projet/client
ja: ﾌﾟﾛｼﾞｪｸﾄ/顧客の選択
pl: Zaznacz projekt/klienta
pt_pt: Selecionar um projeto/cliente

source: Select a Project
cs: Vyberte projekt
da: Vælg et projekt
de: Wählen Sie ein Projekt aus
es: Selecc un Proyecto
fr: Sélectionner un projet
ja: プロジェクトの選択
pl: Wybierz projekt
pt_pt: Selecionar um Projeto

source: Select a Task
cs: Vyberte úlohu
da: Vælg en opgave
de: Aufgabe auswählen
es: Seleccione una Tarea
fr: Choisir une tâche
ja: タスクを選択
pl: Zaznacz zadanie
pt_pt: Selecionar uma tarefa

source: Type a Project name
cs: Napište název projektu
da: Skriv et projektnavn
de: Geben Sie einen Projekt-Namen ein
es: Escriba un nombre de Proyecto
fr: Taper un nom de projet
ja: ﾌﾟﾛｼﾞｪｸﾄ名の記入
pl: Wpisz nazwę projektu
pt_pt: Escrever um nome de projeto

source: Type a Task name
cs: Napište název úlohy
da: Skriv et opgavenavn
de: Geben Sie einen Aufgabennamen ein
es: Escriba un nombre de Tarea
fr: Taper un nom de tâche
ja: ﾀｽｸ名の記入
pl: Wpisz nazwę zadania
pt_pt: Escrever um nome de tarefa

source: None
cs: Žádný
da: Ingen
de: Keine
es: Ning
fr: Aucun
ja: なし
pl: Brak
pt_pt: Nenhum

source: Skip
cs: Přeskočit
da: Spring over
de: Überspringen
es: Saltear
fr: Ignorer
ja: スキップ
pl: Pomiń
pt_pt: Ignorar

source: No Results
cs: Žádné výsledky
da: Ingen resultater
de: Keine Ergebnisse
es: Sin Resultados
fr: Pas de résultats
ja: 結果なし
pl: Brak wyników
pt_pt: Sem resultados

source: Search Projects by name or code
cs: Vyhledávat projekty podle názvu nebo kódu
da: Søg projekter efter navn eller kode
de: Projekte nach Name oder Code suchen
es: Buscar Proyectos por nombre o código
fr: Rechercher des projets par nom ou code
ja: ﾌﾟﾛｼﾞｪｸﾄを名前またはｺｰﾄﾞで検索
pl: Znajdź projekty po nazwie lub kodzie
pt_pt: Pesquisar Projetos por nome ou código

source: Search Clients by name or code
cs: Vyhledávat klienty podle názvu nebo kódu
da: Søg kunde ved navn eller kode
de: Auftraggeber nach Name oder Code suchen
es: Buscar Clientes por nombre o código
fr: Rechercher des clients par nom ou par code
ja: 顧客を名またはｺｰﾄﾞで検索
pl: Znajdź klientów po nazwie lub kodzie
pt_pt: Pesquisar Clientes por nome ou código

source: Search Tasks by name or code
cs: Vyhledávat úlohy podle názvu nebo kódu
da: Søg kunder med navn eller kode
de: Aufgaben nach Name oder Code suchen
es: Buscar Tareas por nombre o código
fr: Rechercher des tâches par nom ou par code
ja: ﾀｽｸを名前またはｺｰﾄﾞで検索
pl: Znajdź zadania po nazwie lub kodzie
pt_pt: Procurar clientes por nome ou código

source: start typing for a billing code
cs: začněte psát účtovací kód
da: begynd at skrive for at få en faktureringskode
de: Starten Sie die Eingabe für einen Abrechnungscode
es: comience a escribir para un código de facturación
fr: Commencer à taper pour rechercher un code de facturation
ja: 課金ｺｰﾄﾞの記入開始
pl: zacznij wprowadzić kod fakturowania
pt_pt: começar a escrever para um código de faturação

source: Choose Billing Rate
cs: Zvolte účtovanou sazbu
da: Vælg fatureringssats
de: Wählen Sie Abrechnungsrate
es: Seleccione la Tarifa de Facturación
fr: Choisir le taux de facturation
ja: 課金料率の選択
pl: Wybierz stawkę fakturowania
pt_pt: Escolher taxa de faturação

source: No billing rate available for
cs: Žádná účtovací sazba není k dispozici pro
da: Ingen faktureringssats tilgængelig for
de: Keine Abrechnungsrate verfügbar für
es: Sin tarifa de facturación disponible para
fr: Aucun taux de facturation disponible pour
ja: の課金料率がありません
pl: Brak dostępnej stawki fakturowania
pt_pt: Nenhuma taxa de faturação disponível para

source: No activity available
cs: Žádná činnost není k dispozici
da: Ingen aktivitet tilgængelig
de: Keine Aktivität vorhanden
es: No hay actividad disponible
fr: Aucune activité disponible
ja: 業務活動はありません
pl: Brak dostępnej aktywności
pt_pt: Nenhuma atividade disponível

source: Choose Activity
cs: Zvolit činnost
da: Vælg aktivitet
de: Aktivität auswählen
es: Seleccione la Actividad
fr: Choisir une activité
ja: 業務の選択
pl: Wybierz aktywność
pt_pt: Escolher Atividade

source: start typing for an activity name
cs: začněte psát název činnosti
da: begynd at skrive for at få et aktivitetsnavn
de: Starten Sie die Eingabe für einen Aktivitätsnamen
es: comience a escribir para un nombre de actividad
fr: Commencer à taper pour rechercher un nom d'activité
ja: 業務活動名の記入開始
pl: zacznij wpisywać nazwę aktywności
pt_pt: começar a escrever para um nome de atividade

source: Entry Details
cs: Podrobnosti zadání
da: Indtast detaljer
de: Eintragsdetails
es: Detalles de la Entrada
fr: Détails de l'entrée
ja: ｴﾝﾄﾘｰの詳細
pl: Szczegóły wpisu
pt_pt: Detalhes da Entrada

source: Edit Entry
cs: Upravit zadání
da: Rediger opslag
de: Eintrag bearbeiten
es: Editar Entrada
fr: Modifier l'entrée
ja: ｴﾝﾄﾘｰの編集
pl: Edytuj wpis
pt_pt: Editar Entrada

source: View / Edit Row
cs: Zobrazit / upravit řádek
da: Vis / rediger række
de: Zeilen anzeigen/bearbeiten
es: Ver / Editar Fila
fr: Afficher/Modifier la ligne
ja: 行の表示/編集
pl: Wyświetl/edytuj wiersz
pt_pt: Ver/Editar linha

source: Delete Row
cs: Vymazat řádek
da: Slet række
de: Zeile löschen
es: Borrar Fila
fr: Supprimer la rangée
ja: 行を削除
pl: Usuń wiersz
pt_pt: Eliminar linha

source: View Entry
cs: Zobrazit zadání
da: Se indtastning
de: Eintrag ansehen
es: Ver Entrada
fr: Afficher l'entrée
ja: ｴﾝﾄﾘｰの表示
pl: Wyświetl wpis
pt_pt: Ver Entrada de Despesa

source: Current Timesheet
cs: Aktuální výkaz práce
da: Nuværende timeseddel
de: Aktueller Stundenzettel
es: Hoja Horaria Actual
fr: Feuille de temps actuelle
ja: 現在のタイムシート
pl: Bieżący grafik
pt_pt: Tabela de horário / Folha de Horas atual

source: Due - as of
cs: Splatný - k
da: Udløbet - den
es: Vencido - al
ja: 日が期日

source: Submitted
cs: Odesláno
da: Sendt
de: Übermittelt
es: Enviado
fr: Soumis
ja: 提出済み
pl: Przesłany
pt_pt: Submetido

source: Please enter a valid time
cs: Zadejte prosím platný čas
da: Indtast et gyldigt tidspunkt
de: Bitte geben Sie eine gültige Zeit ein
es: Por favor, ingrese un tiempo válido
fr: Veuillez entrer une heure valide
ja: 有効な時刻を入力してください
pl: Wprowadź prawidłowy czas.
pt_pt: Introduza um tempo válido

source: You have overlap in time entry
cs: Vaše zadání času se překrývá
da: Du har overlap i tidsindtastning
de: Sie haben eine Überlappung in der Zeiteintragung
es: Superpuso una entrada de tiempo
fr: Vous avez un chevauchement dans l'entrée de l'heure
ja: 時刻が重複して入力されています
pl: Posiadasz nakładający się wpis czasu
pt_pt: Sobrepôs a entrada do tempo

source: Comments:
cs: Poznámky:
da: Bemærkninger:
de: Kommentare:
es: Comentarios:
fr: Commentaires :
ja: コメント:
pl: Komentarze:
pt_pt: Comentários:

source: Expense Sheets
cs: Výkazy výdajů
da: Udgiftsark
de: Ausgabenblätter
es: Hojas de Gastos
fr: Notes de frais
ja: 経費ｼｰﾄ
pl: Arkusze wydatków
pt_pt: Folhas de Despesa

source: Reimbursement
cs: Náhrada
da: Tilbagebetaling
de: Vergütung
es: Reintegro
fr: Remboursement
ja: 償還
pl: Refundacja
pt_pt: Reembolsos

source: Expense
cs: Výdaj
da: Udgifter
de: Aufwand
es: Gasto
fr: Dépense
ja: 費用
pl: Wydatek
pt_pt: Despesa

source: Detail
cs: Podrobnost
da: Detaljer
es: Detalle
fr: Détail
ja: 詳細
pl: Szczegół
pt_pt: Detalhe

source: New Expense Sheet
cs: Nový výkaz výdajů
da: Ny udgiftsseddel
de: Neues Ausgabenblatt
es: Nueva Hoja de Gastos
fr: Nouvelle note de frais
ja: 新規経費ｼｰﾄ
pl: Nowy arkusz wydatków
pt_pt: Nova Folha de Despesa

source: Add Expense Entry
cs: Přidat zadání výdaje
da: Tilføj udgift
de: Ausgabeneintrag hinzufügen
es: Agregar Entrada de Gastos
fr: Ajouter une entrée de dépenses
ja: 経費ｴﾝﾄﾘｰの追加
pl: Dodaj pozycję wydatku
pt_pt: Adicionar Entrada de Despesa

source: Edit Expense Entry
cs: Upravit zadání výdaje
da: Rediger udgiftsindtastning
de: Ausgabeneintrag bearbeiten
es: Editar Entrada de Gastos
fr: Modifier l'entrée des dépenses
ja: 経費ｴﾝﾄﾘｰの編集
pl: Edytuj pozycję wydatku
pt_pt: Editar Entrada de Despesa

source: View Expense Entry
cs: Zobrazit zadání výdajů
da: Se udgiftsindtastning
de: Ausgabeneintrag ansehen
es: Ver Entrada de Gastos
fr: Afficher l'entrée des dépenses
ja: 経費ｴﾝﾄﾘｰの表示
pl: Wyświetl pozycję wydatku
pt_pt: Ver Entrada de Despesa

source: Resubmit
cs: Znovu odeslat
da: Genindsend
de: Neueinreichen
es: Reenviar
fr: Resoumettre
ja: 再提出
pl: Ponownie prześl.
pt_pt: Re-submeter;//implementado por US7989

source: Delete
cs: Vymazat
da: Slet
de: Löschen
es: Borrar
fr: Supprimer
ja: 削除
pl: Usuń
pt_pt: Apagar

source: Done
cs: Provedeno
da: Færdig
de: Fertig
es: OK
fr: Terminé
ja: 完了
pl: Gotowe
pt_pt: Feito

source: Yes
cs: Ano
da: Ja
de: Ja
es: Sí
fr: Oui
ja: はい
pl: Tak
pt_pt: sim

source: Currency
cs: Měna
da: Valuta
de: Währung
es: Divisa
fr: Devise
ja: 通貨
pl: Waluta
pt_pt: Moeda

source: Amount
cs: Částka
da: Mængde
de: Summe
es: Monto
fr: Montant
ja: 金額
pl: Kwota
pt_pt: Montante

source: DATE
cs: DATUM
da: DATO
de: DATUM
es: DÍA
ja: 日付
pl: DATA
pt_pt: DATA

source: Description
cs: Popis
da: Beskrivelse
de: Beschreibung
es: Descripción
ja: 説明
pl: Opis
pt_pt: Descrição

source: Bill Client
cs: Účtovat klienta
da: Fakturer kunde
de: Rechnungskunde
es: Fact Cliente
fr: Facturer le client
ja: 顧客へ請求
pl: Wystaw rachunek klientowi
pt_pt: Faturar cliente
