Repository: ullasml/TestingQuick
Catalog: iPhone_TNG/*.lproj/Localizable.strings
Languages: cs, da, de, es, fr, ja, pl, pt_pt

source: Receipt Photo
cs: Přijmout foto
da: Fotokvittering
de: Foto empfangen
es: Fotografía del Recibo
fr: Réception photo
ja: 領収書の写真
pl: Zdjęcie rachunku
pt_pt: Foto do recibo

source: Reimburse
cs: Nahradit
da: Tilbagebetal
de: Vergüten
es: Reintegrar
fr: Rembourser
ja: 払い戻し
pl: Zrefunduj
pt_pt: Reembolso

source: Payment Method
cs: Způsob platby
da: Betalingsmetode
de: Zahlungsmethode
es: Forma de Pago
fr: Méthode de paiement
ja: 支払方法
pl: Metoda płatności
pt_pt: Método de pagamento

source: Total Incurred
cs: Celkem vzniklých
da: Totalt indgåede
de: Insgesamt angefallen
es: Total Incurrido
fr: Total encouru
ja: 合計発生経費
pl: Suma poniesionych
pt_pt: Total cobrado

source: Rate
cs: Sazba
da: Sats
es: Tar
fr: Taux
ja: レート
pl: Stawka
pt_pt: Taxa

source: Pre-Tax Amount
cs: částka před zdaněním
da: Forudbeskatningsbeløb
de: Vorsteuerbetrag
es: Monto Previo a la Deducción de Impuestos
fr: Montant avant impôts
ja: 税引前金額
pl: Kwota przed podatkiem
pt_pt: Valor de pré-imposto

source: Taxes
cs: Daně
da: Skatter
de: Steuern
es: Imptos
fr: Impôts
ja: 諸税
pl: Podatki
pt_pt: Impostos

source: Please select a project
cs: Vyberte prosím projekt
da: Vælg et projekt
de: Bitte wählen Sie ein Projekt aus
es: Por favor, seleccione un proyecto
fr: Veuillez sélectionner un projet
ja: ﾌﾟﾛｼﾞｪｸﾄを選択してください
pl: Zaznacz projekt
pt_pt: Selecione um projeto

source: Please select a client
cs: Vyberte prosím klienta
da: Vælg en kunde
de: Wählen Sie bitte einen Client
es: Por favor, seleccione un cliente
fr: Veuillez sélectionner un client
ja: クライアントを入力してください。
pl: Zaznacz klienta
pt_pt: Selecione um cliente

source: Please select a task
cs: Vyberte prosím úlohu
da: Vælg en opgave
de: Bitte wählen Sie eine Aufgabe aus
es: Por favor, seleccione una tarea
fr: Veuillez sélectionner une tâche
ja: ﾀｽｸを選択してください
pl: Zaznacz zadanie
pt_pt: Selecione uma tarefa

source: Please select a type
cs: Vyberte prosím typ
da: Vælg en type
de: Bitte wählen Sie einen Typ
es: Seleccione un tipo
fr: Merci de choisir un type
ja: 種類を選択してください
pl: Zaznacz rodzaj
pt_pt: Por favor, Selecione um tipo

# Please add a amount
source: Please add an amount
cs: Přidejte prosím částku
da: Tilføj et beløb
de: Bitte fügen Sie einen Betrag hinzu
es: Por favor, agregue un monto
fr: Veuillez ajouter un montant
ja: 金額を追加してください
pl: Dodaj kwotę
pt_pt: Adicione um valor

source: Are you sure you want to delete this expense entry?
cs: Opravdu chcete vymazat toto zadání výdaje?
da: Er du sikker på, at du vil slette denne udgift?
de: Sind Sie sicher, dass Sie diesen Ausgabeneintrag löschen möchten?
es: ¿Está seguro que desea eliminar esta entrada de gasto?
fr: Êtes-vous sûr de vouloir supprimer cette entrée de dépenses ?
ja: この経費ｴﾝﾄﾘｰを本当に削除してもよいのですか?
pl: Czy na pewno chcesz usunąć tę pozycję wydatku?
pt_pt: Tem a certeza que pretende eliminar esta entrada de despesa?

source: Permanently delete photo receipt?
cs: Chcete trvale vymazat foto?
da: Slet fotokvittering permanent?
de: Fotoerhalt dauerhaft löschen?
es: ¿Borrar recibo de foto permanentemente?
fr: Supprimer définitivement la photo du reçu ?
ja: 領収書の写真を完全に削除しますか?
pl: Trwale usunąć zdjęcie rachunku?
pt_pt: Eliminar, de forma permanente, recibo da foto?

source: This receipt is too large to download or the connection speed is too slow. Please log in to Replicon on a PC to view the receipt
cs: Tato stvrzenka je příliš velká ke stažení nebo je rychlost připojení příliš pomalá. Zalogujte se prosím do aplikace Replicon na svém osobním počítači, abyste si mohli zobrazit stvrzenku
da: Denne kvittering er for stor at downloade eller forbindelsenshastigheder er for langsom. Log på Replicon på en PC for at se kvitteringen
de: Diese Quittung ist zu groß, um heruntergeladen zu werden oder die Verbindungsgeschwindigkeit ist zu niedrig. Bitte melden Sie sich bei Replicon auf einem PC an, um die Quittung anzusehen
es: Este recibo es demasiado grande para descargar o la conexión es muy lenta. Regístrese en Replicon en una PC para ver el recibo
fr: Ce reçu est trop important pour télécharger ou la vitesse de connexion est trop lente. Veuillez vous connecter à Replicon sur un PC pour afficher le reçu
ja: この領収書は大きすぎてﾀﾞｳﾝﾛｰﾄできないか接続が遅すぎます。 RepliconにPCからﾛｸﾞｲﾝして領収書をご覧ください
pl: Rachunek jest zbyt duży, aby go pobrać, lub prędkość połączenia jest zbyt niska. Zaloguj się do aplikacji Replicon na komputerze PC, aby wyświetlić ten rachunek
pt_pt: Este recibo é demasiado grande para descarregar ou a velocidade da ligação é demasiado lenta. Inicie sessão na Replicon num PC para ver o recibo

source: Take photo
cs: Vyfotit
da: Tag et billede
de: Schießen Sie ein Foto
es: Tomar Foto
fr: Prendre une photo
ja: 写真の撮影
pl: Zrób zdjęcie
pt_pt: Tirar foto

source: Choose from library
cs: Zvolit z Knihovny
da: Vælg fra bibliotek
de: Aus der Bibliothek auswählen
es: Elegir de Biblioteca
fr: Choisir à partir de la bibliothèque
ja: ﾗｲﾌﾞﾗﾘから選ぶ
pl: Wybierz z biblioteki
pt_pt: Escolher da biblioteca

source: Please provide a description
cs: Zadejte prosím popis
da: Indtast en beskrivelse
de: Bitte geben Sie eine Beschreibung an
es: Proporcione una descripción
fr: Veuillez donner une description
ja: 摘要を入力してください
pl: Podaj opis
pt_pt: Indique uma descrição

source: Reimbursement Currency
cs: Měna náhrady
da: Tilbagebetalingsvaluta
de: Vergütungswährung
es: Moneda del Reintegro
fr: Devise de remboursement
ja: 払い戻し通貨
pl: Waluta refundacji
pt_pt: Moeda do reembolso

source: Expense Sheet Title
cs: Název výkazu výdajů
da: Titel på udgiftsark
de: Ausgabenblatt Titel
es: Título de Hº de Gastos
fr: Titre de la note de frais
ja: 経費ｼｰﾄ表題
pl: Tytuł arkusza wydatków
pt_pt: Título da Folha de Despesa

source: Please select a currency
cs: Vyberte prosím měnu
da: Vælg en valuta
de: Bitte wählen Sie eine Währung
es: Seleccione una moneda
fr: Veuillez sélectionner une devise
ja: 通貨を入力してください。
pl: Zaznacz walutę
pt_pt: Selecione uma moeda

source: Tap the + button above to add expenses to this sheet.
cs: Klepněte na tlačítko + nahoře pro přidání výdajů do tohoto výkazu.
da: Tryk på +-tasten ovenfor for at tilføje udgifter til dette ark.
de: Tippen Sie auf die Schaltfläche +, um Ausgaben für dieses Blatt hinzuzufügen.
es: Presione el botón + para agregar gastos a esta hoja
fr: Appuyer sur le bouton + ci-dessus pour ajouter des dépenses à cette note.
ja: 上の + ボタンをﾀｯﾌﾟしてこのｼｰﾄに経費を追加します。
pl: Dotknij przycisk + powyżej, aby dodać wydatki do tego arkusza
pt_pt: Toque no botão + acima para adicionar despesas a esta folha.

source: Are you sure you want to delete this expense sheet?
cs: Opravdu chcete vymazat tento výkaz výdajů?
da: Er du sikker på, at du vil slette dette udgiftsark?
de: Sind Sie sicher, dass Sie dieses Ausgabenblatt löschen möchten?
es: ¿Está seguro que desea borrar esta hoja de gastos?
fr: Êtes-vous sûr de vouloir supprimer cette note de frais ?
ja: この経費を本当に削除してもよいのですか?
pl: Czy na pewno chcesz usunąć arkusz wydatków?
pt_pt: Tem a certeza que pretende eliminar esta folha de despesa?

source: Bookings
cs: Rezervace
da: Bookinger
de: Buchungen
es: Reservas
fr: Réservations
ja: 予約
pl: Księgowanie
pt_pt: Reservas

source: Calendar
cs: Kalendář
da: Kalender
de: Kalender
fr: Calendrier
ja: カレンダー
pl: Kalendarz
pt_pt: Calendário

source: Time Off Balances
cs: Zůstatky dovolené
da: Fraværssaldoer
de: Abwesenheitssalden
es: Saldos Tiempo Libre
fr: Soldes des congés
ja: 休暇収支
pl: Salda czasu wolnego
pt_pt: Balanços do Período de Descanso

source: Time Available
cs: Dostupný čas
da: tilgængelig tid
de: Verfügbare Zeit
es: Tiempo Disponible
fr: Temps disponible
ja: 利用可能時間
pl: Czas dostępny
pt_pt: Tempo disponível

source: Time Taken
cs: Zabraný čas
da: Medgået tid
de: Beanspruchte Zeit
es: Tpo Tomado
fr: Montrer le temps pris
ja: 取得時間
pl: Wymagany czas
pt_pt: Tempo gasto

# Time Untracked
source: Untracked
cs: Nesledováno
da: Ikke sporet
de: Nicht verfolgt
es: Sin Seguimiento
fr: Non renseigné
ja: 未追跡
pl: Nieśledzone
pt_pt: Sem rastreamento

source: Choose Dates
cs: Zvolit dny
da: Vælg datoer
de: Wählen Sie Daten
es: Seleccione las Fechas
fr: Choisir des dates
ja: 日付の選択
pl: Wybierz daty
pt_pt: Escolher datas

source: Set HRS:
cs: Nastavit HOD:
da: Indtil timer:
de: STD einstellen:
es: Configurar HS.:
fr: Régler HRS
ja: 時間設定:
pl: Ustaw GODZ.:
pt_pt: Definir horas:

source: Are you sure you want to delete your vacation booking for
cs: Opravdu chcete vymazat vaši rezervaci dovolené pro
da: Er du sikker på, at du vil slette din feriebooking for

source: FULL DAY
cs: CELÝ DEN
da: HEL DAG
de: GANZER TAG
es: TOD/DÍA
fr: JOURNÉE COMPLÈTE
ja: 丸一日
pl: PEŁNY DZIEŃ
pt_pt: DIA INTEIRO

source: HOUR
cs: HODINA
da: TIME
de: STUNDE
es: HORA
fr: HEURE
ja: 時間
pl: GODZINA
pt_pt: HORA

source: PARTIAL DAY
cs: ČÁSTEČNÝ DEN
da: DELVIS DAG
de: TEIL TAG
es: DÍA PARCIAL
fr: JOURNÉE PARTIELLE
ja: 一日の一部
pl: DZIEŃ NIEPEŁNY
pt_pt: DIA PARCIAL

source: Start At:
cs: Zahájeno v:
da: Start kl:
de: Starten um:
es: Iniciar A Las:
fr: Début à :
ja: 開始：
pl: Rozpocznij o:
pt_pt: Iniciar às:

source: End At:
cs: Ukončeno v:
da: Slut kl:
de: Enden um:
es: Finalizar A Las:
fr: Fin à :
ja: 終了：
pl: Zakończ o:
pt_pt: Terminar às:

source: START DATE
cs: DATUM OD
da: STARTDATO
de: START DATUM
es: FECHA INICIO
fr: DATE DE DÉBUT
ja: 開始日
pl: DATA ROZPOCZĘCIA
pt_pt: DATA DE INÍCIO

source: END DATE
cs: DATUM DO
da: SLUTDATO
de: END DATUM
es: FECHA FIN
fr: DATE DE FIN
ja: 終了日
pl: DATA KOŃCOWA
pt_pt: DATA DE FIM

source: Book Time Off
cs: Rezervovat dovolenou
da: Book fravær
de: Abwesenheit eintragen
es: Reser Tpo Libre
fr: Réserver un congé
ja: 休暇を予約
pl: Zaksięguj czas wolny
pt_pt: Reservar Período de Descanso

source: Time Off Booking
cs: Rezervování dovolené
da: Fraværsbooking
de: Abwesenheitsbuchung
es: Reserva Tpo Libre
fr: Réservation de congé
ja: 休暇予約
pl: Księgowanie czasu wolnego
pt_pt: Reserva de Período de Descanso

source: TYPE:
cs: TYP:
de: TYP :
es: TIPO:
ja: タイプ :
pl: RODZAJ:
pt_pt: TIPO:

source: Thanks for submitting a vacation request for
cs: Děkujeme za odeslání požadavku na dovolenou pro
da: Tak for indsendelsen en ferieanmodning om

source: Edit
cs: Upravit
da: Rediger
de: Bearbeiten
es: Editar
fr: Éditer
ja: 編集
pl: Edytuj
pt_pt: Editar

source: This request is pending your manager's approval.
cs: Tento požadavek čeká na schválení manažera.
da: Denne anmodning afventer din chefs godkendelse.
de: Diese Anfrage ist noch ausstehend und bedarf der Genehmigung Ihres Managers.
es: Esta solicitud tiene pendiente la aprobación de su gerente.
fr: Cette demande est en attente de l'approbation de votre manager.
ja: この要請はマネージャーの承認待ちです。
pl: Żądanie oczekuje na zatwierdzenie przez kierownika.
pt_pt: Este pedido está pendente da aprovação do seu gestor.

source: This booking has been submitted and is pending your manager's approval.
cs: Tato rezervace byla odeslána a čeká na schválení manažera.
da: Denne booking er blevet indsendt og afventer din chefs godkendelse.
de: Diese Buchung wurde eingereicht und bedarf noch der Genehmigung Ihres Managers.
es: Esta reserva fue presentada y tiene pendiente la aprobación de su gerente.
fr: Cette réservation a été soumise et est en attente de l'approbation de votre manager.
ja: この予約は送信済みでマネージャーの承認待ちです。
pl: Księgowanie zostało przesłane i oczekuje na zatwierdzenie przez kierownika.
pt_pt: Esta reserva foi submetida e está pendente da aprovação do seu gestor.

source: This booking has been approved by your manager.
cs: Tato rezervace byla schválena vaším manažerem.
da: Denne booking er blevet godkendt af din leder.
de: Diese Buchung wurde von Ihrem Manager genehmigt.
es: Esta reserva fue aprobada por su gerente.
fr: Cette réservation a été approuvée par votre manager.
ja: この予約はマネージャーに許可されました。
pl: Księgowanie zostało zatwierdzone przez kierownika.
pt_pt: Esta reserva foi aprovada pelo seu gestor.

source: More
cs: Více
da: Mere
de: Mehr
es: Más
fr: Plus
ja: その他
pl: Więcej
pt_pt: Mais

source: Comments
cs: Poznámky
da: Bemærkninger
de: Bemerkungen
es: Comentar
fr: Commentaires
ja: コメント
pl: Komentarze
pt_pt: Comentários

source: Date
cs: Datum
da: Dato
de: Datum
es: Día
ja: 日付
pl: Data
pt_pt: Data

source: Company Holidays
cs: Firemní dovolená
da: Firmaferie
de: Firmenurlaub
es: Feriados de Empresa
fr: Jours fériés de la société
ja: 会社休業日
pl: Wakacje w firmie
pt_pt: Feriados da Empresa

source: Balances
cs: Zůstatky
da: Saldoer
de: Salden
es: Saldos
fr: Soldes
ja: バランス
pl: Salda
pt_pt: Balanços

source: Holidays
cs: Svátky
da: Ferie
de: Urlaub
es: Feriados
fr: Jours fériés
ja: 休日
pl: Wakacje
pt_pt: Férias

source: Invalid value.Please edit the value
cs: Neplatná hodnota. Upravte prosím hodnotu
da: Ugyldig værdi, rediger værdien
de: Ungültiger Wert. Bitte bearbeiten Sie den Wert
es: Valor inválido. Por favor, edite el valor
fr: Valeur non valide. Veuillez modifier la valeur
ja: 無効な値です。編集してください
pl: Nieprawidłowa wartość. Edytuj wartość.
pt_pt: Valor inválido. Edite o valor

source: Please enter comments
cs: Zadejte prosím poznámky
da: Indtast kommentarer
de: Bitte geben Sie hier Ihre Kommentare ein
es: Por favor, ingrese comentarios
fr: Veuillez entrer les commentaires
ja: 理由を入力してください
pl: Wprowadź komentarze
pt_pt: Introduza comentários

source: App Control
cs: Řízení aplikace
da: App-kontrol
de: App-Steuerung
es: Control de la Aplicación
ja: アプリ管理
pl: Kontrola aplikacji
pt_pt: Controlo da aplicação

source: Send Feedback
cs: Odeslat zpětnou vazbu
de: Feedback senden
es: Enviar Feedback
fr: Envoyer les commentaires
ja: フィードバックを送信
pl: Przesyłanie informacji zwrotnej
pt_pt: Enviar reação

source: Review this App
cs: Provést recenzi této aplikace
da: Anmelddenne app
de: Bewerten Sie diese App
es: Revisar esta Aplicación
fr: Évaluer cette application
ja: アプリのﾚﾋﾞｭｰを書く
pl: Oceń tę aplikację
pt_pt: Rever esta aplicação

source: Thank you! Your review will help us improve the app.
cs: Děkujeme Vám! Vaše recenze nám pomůže zlepšit aplikaci.
da: Tak! Din anmeldelse vil hjælpe os med at forbedre appen.
de: Vielen Dank! Ihre Bewertung hilft uns, die App zu verbessern.
es: ¡Gracias! Sus comentarios nos ayudarán a mejorar la aplicación.
fr: Merci ! Votre avis nous aidera à améliorer l'application.
ja: ありがとうございます!ﾚﾋﾞｭｰはアプリの改善に役立ちます。
pl: Dziękujemy! Twoja ocena pomoże nam ulepszyć aplikację.
pt_pt: Obrigado! A sua revisão ajudar-nos-á a melhorar a aplicação.

source: No Thanks
cs: Děkuji nechci
da: Nej tak
de: Nein danke
es: No, gracias
fr: Non merci
ja: 協力したくない
pl: Nie, dziękuję
pt_pt: Não obrigado

source: App Store
cs: Aplikace Store
ja: アプリｽﾄｱ

source: Feedback for Replicon Mobile 3 v
cs: Zpětná vazba na Replicon Mobile 3 v
da: Feedback til Replicon Mobil 3 v
de: Feedback für Replicon Mobile 3 v
es: Comentarios para Replicon Móvil 3 v
fr: Commentaires pour Replicon Mobile 3 v
ja: Replicon Mobile 3 vへのﾌｨｰﾄﾞﾊﾞｯｸ
pl: Opinie dotyczące aplikacji Replicon Mobile 3 v
pt_pt: Reação da Replicon Mobile 3 v

source: This device is not configured for sending mail
cs: Toto zařízení není konfigurované pro odeslání pošty
da: Denne enhed er ikke konfigureret til at sende post
de: Dieses Gerät ist nicht für das Senden von E-Mails konfiguriert
es: Este dispositivo no está configurado para enviar correo
fr: Cet appareil n'est pas configuré pour envoyer un courrier
ja: このﾃﾞﾊﾞｲｽはメール送信用に構成されていません
pl: Urządzenie nie zostało skonfigurowane w sposób umożliwiający wysyłanie wiadomości e-mail
pt_pt: Este dispositivo não está configurado para o envio de correio

source: Mail Log File
cs: Poslat soubor se záznamem
da: E-mail-logfil
de: Mail-Protokolldatei
es: Archivo de Registro del Correo
fr: Fichier de journal des messages
ja: ﾒｰﾙﾛｸﾞﾌｧｲﾙ
pl: Plik dziennika poczty
pt_pt: Ficheiro de registo do correio

source: You do not have any Timesheets. Please contact your administrator if this is unexpected
cs: Nemáte žádné výkazy práce. ifPokud je to neočekávané, kontaktujte prosím svého správce systému
da: Du har ikke nogen timesedler Kontakt din administrator hvis dette er uventet
de: Sie haben keine Stundennachweise. Bitte wenden Sie sich an Ihren Administrator, wenn dies unerwartet aufgetreten ist
es: No tiene ninguna Hoja Horaria. Por favor, contáctese con su administrador esto es inesperado
fr: Vous n'avez aucune feuille de présence. Veuillez contacter votre administrateur si cet évènement est inattendu
ja: あなたにはﾀｲﾑｼｰﾄがありません。 これが期待していたことと異なれば 管理者に連絡してください
pl: Nie posiadasz żadnych grafików. Jeśli to nieoczekiwana sytuacja, skontaktuj się z administratorem
pt_pt: Não possui nenhumas tabelas de horários. Contacte o administrador se isto for inesperado

source: Please tap the + button to create a new Expense Sheet
cs: Klepněte prosím na tlačítko + pro vytvoření nového výkazu výdajů
da: Tryk på +-knappen for at oprette et ny udgiftsark
de: Bitte tippen Sie auf die Schaltfläche + um ein neues Ausgabenblatt zu erstellen
es: Por favor, presione el botón + para crear una nueva Hoja de Gastos
fr: Veuillez taper sur le bouton + pour créer une nouvelle note de dépenses
ja: 新規経費ｼｰﾄを作成するには + ボタンをﾀｯﾌﾟします
pl: Dotknij przycisk +, aby utworzyć nowy arkusz wydatków
pt_pt: Toque no botão + para criar uma nova folha de despesa

source: Please tap the + button to request Time Off
cs: Pokud chcete žádat o dovolenou, klepněte prosím na tlačítko +
da: Tryk på +-knappen for at anmode om fravær
de: Bitte tippen Sie auf die Schaltfläche + um Abwesenheit anzufordern
es: Por favor, presione el botón + para solicitar Tiempo Libre
fr: Veuillez taper sur le bouton + pour demander un congé
ja: 休暇を申請するには + ボタンをタップします
pl: Dotknij przycisk +, aby zażądać czasu wolnego
pt_pt: Toque no botão + para solicitar folga

source: You don't have any Adhoc Time Off's assigned to you. Please tap on the Time Off tab at the bottom of the screen and create a new Booked Time Off request
cs: Nemáte přiřazeny žádné dovolené ad-hoc. Klepněte prosím na tabulku Dovolená dole na obrazovce a vytvořte nový požadavek Rezervovaná dovolená
da: Du har ingen Adhoc-fraværstimer tildelt. Tryk på fanen Ferie i bunden af skærmen og opret en ny booket Ferieanmodning
de: Dir wurde keine Adhoc-Abwesenheiten zugewiesen. Bitte tippen Sie auf die Registerkarte Abwesenheit am oberen Rand des Bildschirms und erstellen Sie eine neue Abwesenheits-Anfrage
es: No tiene Tiempo Libre Ad Hoc asignado a usted. Presione la pestaña Tiempo Libre en la parte inferior de la pantalla y cree una nueva solicitud de Tiempo Libre Reservado
fr: Aucun congé Ad hoc ne vous est assigné. Veuillez taper sur l'onglet Congé en bas de l'écran et créez une nouvelle demande de réservation de Congé
ja: あなたに割り当てられた臨時休暇は ありません。画面上の「休暇」ﾀﾌﾞをﾀｯﾌﾟし、 画面の下から新規予約休暇 の要請を作成してください
pl: Nie masz przypisanych doraźnie czasów wolnych. Dotknij kartę Czas wolny u góry ekranu i utwórz nowe żądanie rezerwacji czasu wolnego
pt_pt: Não tem quaisqueres folgas adhoc atribuídos a si. Toque no separador folga no fundo do ecrã e crie um novo pedido de folga reservado

source: This timeoff is no longer waiting for approval
cs: Tato dovolená už nečeká na schválení
da: Denne ferie venter ikke længere på godkendelse
de: Diese Abwesenheit erwartet nicht länger eine Genehmigung
es: Este tiempo libre ya no está esperando aprobación
fr: Ce congé n'est plus en attente d'une approbation
ja: この休暇は これ以上承認を待ちません
pl: Czas wolny już nie oczekuje na zatwierdzenie
pt_pt: Esta folga já não está a aguardar aprovação

source: This timesheet is no longer waiting for approval
cs: Tento výkaz práce už nečeká na schválení
da: Denne timeseddel venter ikke længere på godkendelse
de: Dieser Stundenzettel erwartet nicht länger eine Genehmigung
es: Esta hoja horaria ya no está esperando aprobación
fr: Cette feuille de temps n'est plus en attente d'une approbation
ja: このタイムシートは これ以上承認を待ちません
pl: Grafik już nie oczekuje na zatwierdzenie
pt_pt: Esta tabela de horário já não está a aguardar aprovação

source: This expense sheet is no longer waiting for approval
cs: Tento výkaz výdajů už nečeká na schválení
da: Dette udgiftsark venter ikke længere på godkendelse
de: Dieses Ausgabenblatt wartet nicht mehr auf Genehmigung
es: Esta hoja de gastos ya no está esperando aprobación
fr: Cette note de dépenses n'est plus en attente d'approbation
ja: この経費ｼｰﾄは承認待ちで はなくなりました
pl: Arkusz wydatków już nie oczekuje na zatwierdzenie
pt_pt: Esta folha de despesa já não está a aguardar aprovação

source: Submitted on
cs: Odesláno dne
da: Sendt den
de: Eingereicht am
es: Presentado El
fr: Soumis le
ja: 提出日
pl: Przesłane dnia
pt_pt: Submetida em

source: My Replicon
cs: Moje Replicon
da: Mit Replicon
de: Mein Replicon
es: Mi Replicon
fr: Mon Replicon
pl: Mój Replicon
pt_pt: O Meu Replicon

source: Team
cs: Tým
es: Equ.
fr: Équipe
ja: チーム
pl: Zespół
pt_pt: Equipa

source: Are you sure you want to logout?
cs: Opravdu se chcete odhlásit?
da: Er du sikker på at du vil logge af?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Está seguro que desea cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
ja: 本当にﾛｸﾞｱｳしますか?
pl: Czy na pewno chcesz się wylogować?
pt_pt: Tem a certeza de que pretende substituir?

source: The application currently does not support punching in and out. A view-only version of the Timesheet is being displayed instead.
cs: Tato aplikace nyní nepodporuje označení příchodu a odchodu. Namísto toho byla zobrazena verze výkazu práce pouze k prohlížení.
da: Ansøgningen understøtter ikke i øjeblikket ind- og udstempling. En skrivebeskyttet version af timesedlen bliver vist i stedet.
de: Die Anwendung unterstützt derzeit kein Einstempeln / Ausstempeln Es wird stattdessen eine Leseversion des Stundennachweises angezeigt.
es: Actualmente la aplicación no acepta marcaciones de entrada ni de salida. Sino que aparece una versión de sólo lectura de la Hoja Horaria.
fr: L'application ne prend pas en charge les pointages à l'intérieur et à l'extérieur. Seule une version de la feuille de présence en lecture seule est affichée à la place.
ja: このｱﾌﾟﾘｹｰｼｮﾝの現在のバージョンは出退ﾊﾟﾝﾁに対応していません。代替としてﾀｲﾑｼｰﾄの読み取り専用のﾊﾞｰｼﾞｮﾝが表示されます。
pl: Aplikacja obecnie nie obsługuje odbijania karty przy wejściu i wyjściu. Zamiast tego wyświetlana jest wersja tylko z podglądem grafiku.
pt_pt: A aplicação atualmente não suporta o registo de entradas e saídas. Em vez disso, está a ser exibida uma versão apenas de visualização da abela de horário.

source: You do not have the required permissions to use the Replicon Mobile application. Please contact your Replicon system administrator
cs: Nemáte požadované povolení používat mobilní aplikaci Replicon. Kontaktujte prosím svého správce systému Replicon
da: Du har ikke de nødvendige tilladelser til at bruge Replicons mobilapp. Kontakt din Replicon-system administrator
de: Sie haben nicht die erforderlichen Berechtigungen, um die Replicon Mobile-Anwendung zu verwenden. Bitte wenden Sie sich an Ihren Replicon-Systemadministrator
es: No posee los permisos necesarios para utilizar la aplicación Replicon Móvil. Por favor, contáctese con el administrador de su sistema Replicon
fr: Vous n'avez pas les autorisations requises pour utiliser l'application Replicon Mobile. Veuillez contacter votre administrateur système Replicon
ja: Replicon Mobileのアプリケーションを使用するために必要な許可があなたに出ていません。Repliconｼｽﾃﾑ管理者にご連絡ください
pl: Nie posiadasz wymaganych zezwoleń do korzystania z aplikacji Replicon Mobile. Skontaktuj się z administratorem Replicon
pt_pt: Não tem as permissões necessárias para utilizar a aplicação Replicon Mobile. Contacte o administrador do sistema da Replicon
