Repository: ullasml/TestingQuick
Catalog: iPhone_TNG/*.lproj/Localizable.strings
Languages: cs, da, de, es, fr, ja, pl, pt_pt

source: My Phone Number:
cs: Moje telefonní číslo:
da: Mit telefonnummer:
de: Meine Telefonnummer:
es: Mi Número de Teléfono:
fr: Mon numéro de téléphone:
ja: 自分の電話番号：
pl: Mój numer telefonu:
pt_pt: O Meu Número de Telefone:

source: Editing a multi day time off booking is not yet supported on the mobile app.
cs: Upravení rezervace dovolené na více dnů zatím mobilní aplikace nepodporuje.
da: Redigering af en flerdags fraværsbooking er endnu ikke understøttet på den mobile app.
de: Das Bearbeiten einer mehrtägigen Freizeitbuchung wird in der Handy-App noch nicht unterstützt.
es: Todavía no se acepta la edición de una reserva de tiempo libre en varios días en la aplicación móvil.
fr: La modification de la comptabilisation de temps libre de plusieurs jours n'est pas encore prise en charge sur l'application mobile.
ja: 複数日にまたがる有給休暇の予約の編集はモバイルアプリではサポートされていません。
pl: Edytowanie wielodniowego czasu wolnego nie jest jeszcze obsługiwane w aplikacji mobilnej.
pt_pt: Editar uma reserva de folga com dias múltiplos ainda não é suportado na aplicação móvel.

source: Some of your data has not been saved on the Replicon server. Please ensure your device has an Internet connection to sync the data.
cs: Některá vaše data nebyla uložena na server Replicon. Pro synchronizování dat zkontrolujte, že je vaše zařízení připojeno k internetu.
da: Nogle af dine data er endnu ikke gemt på Replicon Server. Sørg for at enheden har en internetforbindelse for at synkronisere data.
de: Einige Ihrer Daten wurden nicht auf dem Replicon-Server gespeichert. Zum Synchronisieren der Daten sicherstellen, dass das Gerät mit dem Internet verbunden ist.
es: No se han guardado algunos de sus datos en el servidor de Replicon. Asegúrese que su dispositivo tenga conexión a Internet para sincronizar los datos.
fr: Certaines de vos données n'ont pas été enregistrées sur le serveur Replicon. Veuillez vous assurer que votre appareil dispose d'une connexion Internet pour synchroniser les données.
ja: いくつかのデータがRepliconサーバに保存されていません。データの同期のために端末がインターネットに接続していることをお確かめください.
pl: Niektóre z danych nie zostały jeszcze zapisane na serwerze firmy Replicon. Upewnij się, że urządzenie ma połączenie z Internetem w celu synchronizacji danych.
pt_pt: Alguns dos dados não foram guardados no servidor da Replicon. Certifique-se de que o seu dispositivo tem uma ligação de Internet para sincronizar os dados.

source: You can enter time & submit timesheets while offline.
cs: Když nejste připojeni, můžete zadat čas & odeslat výkazy práce.
da: Du kan indtaste tid & indsende timesedler mens du er offline.
de: Sie können Zeit eingeben und die Zeiterfassungsbögen im Offline-Modus übermitteln.
es: Puede ingresar el tiempo y presentar hojas horarias mientras se encuentra sin conexión
fr: Vous pouvez entrer l'heure & soumettre les feuilles de présence en étant hors connexion.
ja: オフラインでも時間を入力してタイムシートを提出できます.
pl: Możesz wprowadzać czas i przesyłać grafiki w trybie offline.
pt_pt: Pode introduzir tempo e submeter tabelas de horário enquanto estiver offline.

source: Timesheet Error
cs: Chyba výkazu práce
da: Timeseddel-fejl
de: Fehler: Zeiterfassungsbogen
es: Error en la Hoja Horaria
fr: Erreur feuille de temps
pl: Błąd grafiku
pt_pt: Erro na Tabela de horário

source: Timesheet Errors
cs: Chyby výkazu práce
da: Timeseddel-fejl
de: Fehler: Zeiterfassungsbogen
es: Errores en la Hoja Horaria
fr: Erreurs Fiche de présence
pl: Błędy grafiku
pt_pt: Erros na Tabela de horário

source: There are no errors.
cs: Nejsou zde žádné chyby.
da: Der er ingen fejl.
de: Es gibt keine Fehler.
es: No hay errores
fr: Il n'y a pas d'erreur.
pl: Nie ma błędów.
pt_pt: Não há erros.

source: You have
cs: Máte
da: Du har
de: Sie haben
es: Usted tiene
fr: Vous avez
pl: Masz
pt_pt: Tem

source: error
cs: chyba
da: fejl
de: Fehler
fr: erreur
pl: błąd
pt_pt: erro

source: errors
cs: chyby
da: fejl
de: Fehler
es: errores
fr: erreurs
pl: błędy
pt_pt: erros

source: Tap to view.
cs: Stiskněte pro zobrazení.
da: Tryk for at se.
de: Tippen, um anzuzeigen.
es: Presione para ver
fr: Tapez pour afficher.
pl: Dotknij, aby wyświetlić.
pt_pt: Toque para ver.

source: Are you sure you want to dismiss all notifications from this list?
cs: Opravdu chcete odmítnout všechna oznámení z tohoto seznamu?
da: Er du sikker på du vil afvise alle fejl på denne liste?
de: Sind Sie sicher, dass Sie alle Benachrichtigungen von dieser Liste aufheben möchten?
es: ¿Está seguro que desea descartar todas las notificaciones de esta lista?
fr: Êtes-vous sûr de vouloir rejeter toutes les notifications de cette liste ?
pl: Czy na pewno chcesz odwołać wszystkie powiadomienia z listy?
pt_pt: Tem a certeza que pretende rejeitar todas as notificações a partir desta lista?

source: Dismiss All
cs: Odmítnout vše
da: Afvis alle
de: Alle aufheben
es: Hacer Caso Omiso a Todo
pl: Odwołaj wszystkie
pt_pt: Descartar tudo

source: Dismiss
cs: Odmítnout
da: Afvis
de: Beenden
es: Descartar
fr: Renvoyer
pl: Odwołaj
pt_pt: Rejeitar

source: Notification
cs: Oznámení
da: Notifikation
de: Mitteilung
es: Notificación
pl: Powiadomienie
pt_pt: Notificação

source: Notifications
cs: Oznámení
da: Notifikationer
de: Mitteilungen
es: Notificaciones
pl: Powiadomienia
pt_pt: Notificações

source: Please enter a comment indicating the reason for rejection.
cs: Zadejte prosím poznámku k důvodu zamítnutí.
da: Indtast en kommentar og angiv årsagen til afvisningen.
de: Bitte geben Sie einen Kommentar ein, der den Grund für die Ablehnung angibt.
es: Ingrese un comentario indicando el motivo del rechazo.
fr: Veuillez entrer un commentaire indiquant le motif du rejet.
pl: Wprowadź komentarz, podając powód odrzucenia.
pt_pt: Introduza um comentário indicando o motivo para a rejeição.

source: Show Less
cs: Zobrazit méně
da: Vis mindre
de: Weniger Anzeigen
es: Mostrar -
fr: Afficher moins
ja: 表示数を減らす
pl: Pokaż mniej
pt_pt: Mostrar menos

source: Show More
cs: Zobrazit více
da: Vis mere
de: Mehr anzeigen
es: Mostrar +
fr: Afficher plus
ja: 表示数を増やす
pl: Pokaż więcej
pt_pt: Mostrar mais

source: Choose Break
cs: Zvolit přestávku
da: Vælg pause
de: Wählen Sie eine Pause
es: Seleccionar Descanso
fr: Choisir la pause
ja: 休憩を選ぶ
pl: Wybierz przerwę
pt_pt: Escolher pausa

source: Break Type
cs: Typ přestávky
da: Pausetype
de: Pausenart
es: Tipo Descan
fr: Type de pause
pl: Rodzaj przerwy
pt_pt: Tipo de Pausa

source: Please select a break type.
cs: Vyberte prosím typ přestávky.
da: Vælg en pausetype.
de: Bitte wählen Sie eine Pausentyp aus.
es: Seleccione un tipo de descanso.
fr: Veuillez choisir un type de pause.
pl: Wybierz typ przerwy.
pt_pt: Selecione um tipo de pausa.

source: This field has been disabled. Contact your Administrator for more details.
cs: Toto pole nebylo povoleno. Pokud chcete získat podrobnosti, kontaktujte prosím svého správce systému.
da: Dette felt er deaktiveret. Kontakt din administrator for yderligere oplysninger.
de: Dieses Feld wurde deaktiviert. Weitere Informationen erhalten Sie bei Ihrem Administrator.
es: Este campo ha sido deshabilitado. Contacte a su Administrador para obtener más detalles.
fr: Ce champ a été désactivé. Contactez votre administrateur pour plus de détails.
pl: Pole zostało wyłączone. Skontaktuj się z administratorem, aby uzyskać więcej szczegółów.
pt_pt: Este campo foi desativado. Contacte o seu administrador para obter mais detalhes.

source: Search OEF Dropdown Options
cs: Vyhledávat možnosti rozevíracího seznamu OEF
da: Søg OEF dropdown-muligheder
de: OEF Dropdown-Optionen suchen
es: Buscar Opciones Desplegables OEF
fr: Rechercher les options déroulantes OEF
pl: Znajdź opcje rozwijane OEF
pt_pt: Procurar opções pendentes OEF

source: Select OEF Dropdown Options
cs: Vybrat možnosti rozevíracího seznamu OEF
da: Vælg OEF dropdown-muligheder
de: OEF Dropdown-Optionen auswählen
es: Seleccionar Opciones Desplegables OEF
fr: Sélectionner les options déroulantes OEF
pl: Zaznacz opcje rozwijane OEF
pt_pt: Selecionar opções pendentes OEF

source: The following punches were not saved to replicon due to reasons specified below:
cs: Následující označení příchodu a odchodu nebyla uložena do aplikace Replicon z důvodů uvedených níže:
da: Følgende stempler blev ikke gemt til Replicon af årsager der er angivet nedenfor:

source: with
cs: s
da: med
de: mit
es: con
fr: ayant
pl: z
pt_pt: com

source: Select From Bookmarks
cs: Vybrat ze záložek
da: Vælg fra bogmærker
de: Wählen Sie aus den Lesezeichen aus
es: Seleccione entre los Favoritos
fr: Sélectionner parmi les favoris
pl: Wybierz z zakładek
pt_pt: Selecionar a partir dos marcadores

source: Create Bookmark
cs: Vytvořit záložku
da: Opret bogmærke
de: Lesezeichen erstellen
es: Crear Favorito
fr: Créer un favori
pl: Utwórz zakładkę
pt_pt: Criar Marcador

source: You don't have any bookmarks. Tap on the + button to add new bookmarks
cs: Nemáte žádné záložky. Klepněte na tlačítko + pro přidání nových záložek
da: Du har ikke nogen bogmærker Tryk på +-knappen for at tilføje nye bogmærker
de: Sie haben keine Lesezeichen. Tippen Sie auf die Schaltfläche + um neue Lesezeichen hinzuzufügen
es: No tiene favoritos. Presione el botón + para agregar nuevos favoritos
fr: Vous n'avez aucun favori. Télécharger le bouton + pour ajouter de nouveaux favoris
pl: Nie posiadasz żadnych zakładek. Dotknij przycisk +, aby dodać nowe zakładki
pt_pt: Não tem qualquer marcador. Toque no botão + para adicionar novos marcadores

source: No Bookmarks Created
cs: Žádné záložky nebyly vytvořeny
da: Ingen bogmærker oprettet
de: Keine Lesezeichen erstellt
es: No se Crearon Favoritos
fr: Aucun favori créé
pl: Nie utworzono żadnych zakładek
pt_pt: Nenhum marcador criado

source: Please select a client, project & task.
cs: Vyberte prosím klienta, projekt & úlohu.
da: Vælg en kunde, projekt og opgave.
de: Wählen Sie bitte einen Client, ein Projekt und eine Aufgabe aus.
es: Por favor, seleccione un cliente, proyecto y tarea.
fr: Veuillez sélectionner un client, un projet et une tâche.
pl: Zaznacz klienta, projekt i zadanie.
pt_pt: Selecione um cliente, projeto e tarefa.

source: Please select a project & task.
cs: Vyberte prosím projekt & úlohu.
da: Vælg et projekt og opgave.
de: Bitte wählen Sie ein Projekt und eine Aufgabe aus.
es: Por favor, seleccione un proyecto y tarea.
fr: Veuillez sélectionner un projet et une tâche.
pl: Zaznacz projekt i zadanie.
pt_pt: Selecione um projeto e tarefa.

source: Select from previous projects
cs: Vyberte z předchozích projektů
da: Vælg fra tidligere projekter
de: Wählen Sie aus früheren Projekten aus.
es: Seleccione entre proyectos anteriores
fr: Sélectionner parmi les projets précédents
pl: Zaznacz z wcześniejszych projektów
pt_pt: Selecionar a partir de projetos anteriores

source: Please select an activity.
cs: Vyberte prosím činnost.
da: Vælg en aktivitet
de: Bitte wählen Sie eine Aktivität aus.
es: Seleccione una actividad.
fr: Veuillez sélectionner une activité.
pl: Wybierz czynność.
pt_pt: Selecione uma atividade.

source: Please change your camera settings to "Allow Camera".
cs: Změňte prosím nastavení fotoaparátu na "Povolit fotoaparát".
da: Skift dine kameraindstillinger til "Tillad kamera".
de: Bitte ändern Sie Ihre Kameraeinstellungen zu "Kamera zulassen".
es: Por favor, cambie la configuración de su cámara para "Permitir la Cámara".
fr: Modifier les paramètres de votre appareil photo sur « Autoriser l'appareil photo ».
ja: ｶﾒﾗ設定を"ｶﾒﾗ許可"に変更してください。
pt_pt: Altere as configurações da sua câmara para "Permitir câmara".

source: Please change your location settings to "Allow Location".
cs: Změňte prosím nastavení vaší lokace na "Povolit lokaci".
da: Skift dine placeringsindstillinger til "Tillad placering".
de: Bitte ändern Sie Ihre Standorteinstellungen auf "Ort zulassen".
es: Por favor, cambie la configuración de su cámara para "Permitir la Ubicación".
fr: Modifier les paramètres de votre emplacement sur « Autoriser l'emplacement ».
ja: 場所の設定を"場所許可"に変更してください。
pt_pt: Altere as configurações de localização para "Permitir localização".

source: Image Capture is Required
cs: Nahrání obrázku je požadováno
da: Billedhentning er påkrævet
de: Bildaufnahme ist erforderlich.
es: Se Requiere la Captura de Imagen
fr: La capture d'image est requise
pl: Wymagane jest zdjęcie
pt_pt: A captura de imagem é requerida

source: Location is Required
cs: Lokace je požadována
da: Sted kræves
de: Standort ist erforderlich.
es: La Ubicación es Obligatoria
fr: L'emplacement est requis
pl: Wymagana jest lokalizacja
pt_pt: A localização é requerida

source: Any Client
cs: Jakýkoli klient
da: Enhver kunde
de: Jeder Klient
es: Cualq Clien
fr: Un client
pl: Dowolny klient
pt_pt: Qualquer Cliente

source: No Client
cs: Žádný klient
da: Ingen kunde
de: Kein Kunde
es: Sin Clien
fr: Aucun client
pl: Brak klienta
pt_pt: Sem Cliente

source: Enter Number
cs: Zadat číslo
da: Indtast nummer
de: Nummer eingeben
es: Ingrese el Número
fr: Entrer un nombre
pl: Wprowadź liczbę
pt_pt: Introduzir Número

source: Enter Text
cs: Zadat text
da: Indtast tekst”
de: Text eingeben
es: Ingrese el Texto
fr: Entrer texte
pl: Wprowadź tekst
pt_pt: Inserir Texto

source: Please enter a value between -%@ to %@.
cs: Zadejte prosím hodnotu od -%@ do %@.
da: Indtast en værdi fra -%@ til %@.
de: Bitte geben Sie einen Wert zwischen -% @ bis% @ ein.
es: Por favor, ingrese un valor entre -%@ y %@.
fr: Veuillez entrer une valeur entre -%@ et %@.
pl: Wprowadź wartość z zakresu od -%@ to %@.
pt_pt: Introduza um valor entre -%@ e %@.

source: You have reached the maximum character limit of %@.
cs: Dosáhli jste omezení maximálních znaků %@.
da: Du har nået den maksimale begrænsning af antal karakterer på %@.
de: Sie haben die maximale Zeichengrenze von% @ erreicht.
es: Ha alcanzado el límite máximo de caracteres de %@.
fr: Vous avez atteint la limite maximale de caractères %@.
pl: Został osiągnięty maksymalny limit l%@ znaków.
pt_pt: Atingiu o limite máximo de caracteres de %@.

source: Enter %@ comments
cs: Zadat %@ poznámky
da: Indtast %@ kommentarer
de: Bitte geben Sie %@ Kommentare ein
es: Ingrese %@ comentarios
fr: Entrer les commentaires pour %@
pl: Wprowadź komentarze %@
pt_pt: Introduza comentários %@

source: Invalid Project or Task
cs: Neplatný projekt nebo úloha
da: Ugyldig projekt eller opgave
de: Ungültiges Projekt oder Aufgabe
es: Proyecto o Tarea Inválidos
fr: Projet ou tâche non valide
pl: Nieprawidłowy projekt lub zadanie
pt_pt: Projeto ou tarefa inválido

source: Punches were not saved to Replicon server. Tap to retry.
cs: Označení příchodu a odchodu nebyla uložena na server Replicon. Klepněte a zkuste znovu.
da: Stempler blev ikke gemt på Replicon-server. Tryk på for at prøve igen.
de: Stempelungen wurden nicht auf dem Replicon-Server gespeichert. Tippen, um es erneut zu versuchen.
es: Las marcaciones no fueron guardadas en el servidor de Replicon. Presione para volver a intentarlo.
fr: Les pointages n'ont pas été enregistrés sur le serveur Replicon. Tapez pour réessayer.
pl: Odbicia karty nie zostały zapisane na serwerze Replicon. Dotknij, aby spróbować ponownie.
pt_pt: As marcações de ponto não foram guardadas no servidor da Replicon. Toque para repetir.

source: Program
de: Programm
es: Programa
fr: Programme
ja: プログラム
pt_pt: Programa

source: Punches With Errors
da: Stempler med fejl
de: Stempelungen mit Fehlern
es: Marcaciones Con Errores
fr: Pointages avec des erreurs
pl: Odbicia karty z błędami
pt_pt: Marcar o ponto com erros:

source: A punch policy has to be assigned to your account. Please contact your Admin.
de: Eine Stempelung-Richtlinie muss Ihrem Konto zugewiesen werden. Bitte kontaktieren Sie Ihren Admin.
es: Se debe asignar una política de marcaciones a su cuenta. Por favor, contáctese con el Administrador.
fr: Une politique de pointage doit être affectée à votre compte. Veuillez contacter votre administrateur.
ja: ﾊﾟﾝﾁﾎﾟﾘｼｰをあなたのｱｶｳﾝﾄに設定してください。管理者に連絡してください。
pl: Zasada odbijania karty musi być przypisana do twojego konta. Skontaktuj się z administratorem.
pt_pt: Uma política de marcação de ponto foi atribuído à sua conta. Contacte o seu Admin.

source: Reg
ja: 登録
pl: Rej

source: Cloud Clock
fr: Horloge cloud
pl: Zegar w chmurze

source: %@ OT
pl: %s OT

source: HR Tech 2014
ja: HR テック 2014

source: HR Tech 2014!
ja: HR テック 2014!
