Repository: ullasml/TestingQuick
Catalog: iPhone_TNG/*.lproj/Localizable.strings
Languages: cs, da, de, es, fr, ja, pl, pt_pt

source: The company name that you have entered is not recognized. Please correct and try again
cs: Zadaný název společnosti nebyl rozpoznán. Opravte to prosím a zkuste znovu
da: Det firmanavn, du har indtastet blev ikke genkendt. Ret og prøv igen
de: Der Firmenname, den Sie eingegeben haben, wird nicht erkannt. Bitte beheben Sie dies und versuchen Sie es erneut.
es: No se reconoce el nombre de la empresa que ha ingresado. Por favor, corríjalo y vuelva a intentarlo
fr: Le nom de la société que vous avez entré n'est pas reconnu. Veuillez corriger et réessayez
ja: 入力された社名では識別できません。訂正してやり直してください
pl: Wprowadzona nazwa firmy jest nieznana. Wprowadź poprawną nazwę i spróbuj ponownie
pt_pt: O nome da empresa que introduziu não é reconhecido. Corrija e tente novamente

source: Your authentication type has been reset by your administrator. Please login again
cs: Váš typ ověření byl resetován vaším správcem systému. Přihlaste se prosím znovu
da: Din godkendelsestype er blevet nulstillet af din administrator. Log ind igen
de: Ihr Authentifizierungstyp wurde von Ihrem Administrator zurückgesetzt. Bitte melden Sie sich erneut an
es: Su tipo de autenticación ha sido restablecido por su administrador. Vuelva a registrarse
fr: Votre type d'authentification a été réinitialisé par votre administrateur. Veuillez vous connecter à nouveau
ja: あなたの認証ﾀｲﾌﾟは管理者によってﾘｾｯﾄされました。再度ログインしてください
pl: Typ uwierzytelnienia został zresetowany przez administratora. Zaloguj się ponownie
pt_pt: O seu tipo de autenticação foi reposto pelo seu administrador. Entre novamente

source: Your company has been disabled. Please contact your administrator
cs: Vaše společnost nebyla povolena. Kontaktujte prosím svého správce systému
da: Din virksomhed er blevet deaktiveret. Kontakt din administrator
de: Ihre Firma wurde deaktiviert. Bitte wenden Sie sich an Ihren Administrator
es: Su empresa ha sido deshabilitada. Contáctese con su administrador
fr: Votre entreprise a été désactivée. Veuillez contacter votre administrateur
ja: 御社は無効になっています。管理者にお問い合わせください
pl: Firma została wyłączona. Skontaktuj się z administratorem
pt_pt: A empresa foi desativada. Por favor, entre em contato com o seu administrador

source: Your Replicon account has been disabled. Please contact your administrator
cs: Váš účet Replicon nebyl povolen. Kontaktujte prosím svého správce systému
da: Din Replicon-konto er blevet deaktiveret. Kontakt din administrator
de: Ihr Replicon-Konto wurde deaktiviert. Bitte wenden Sie sich an Ihren Administrator
es: Su cuenta de Replicon ha sido deshabilitada. Contáctese con su administrador
fr: Votre compte Replicon a été désactivé. Veuillez contacter votre administrateur
ja: あなたのRepliconｱｶｳﾝﾄは無効にされました。管理者にお問い合わせください
pl: Konto aplikacji Replicon zostało wyłączone. Skontaktuj się z administratorem
pt_pt: A sua conta da Replicon foi desativada. Por favor, entre em contato com o seu administrador

source: You must change your password before you can proceed.
cs: Před pokračováním musíte změnit svoje heslo.
da: Du skal ændre din adgangskode, før du kan fortsætte.
de: Sie müssen Ihr Passwort ändern, bevor Sie fortfahren können.
es: Debe cambiar su contraseña antes de continuar.
fr: Vous devez modifier votre mot de passe avant de continuer.
ja: ﾊﾟｽﾜｰﾄﾞを変更してから次に進むことができます。
pl: Aby kontynuować, musisz zmienić hasło.
pt_pt: Deve alterar a palavra-passe antes de poder continuar.

source: days
cs: dny
da: dage
de: tage
es: Días
fr: jours
ja: 日間
pl: dni
pt_pt: dias

source: day
cs: Den
da: dag
de: Tag
es: Día
fr: jour
ja: 日
pl: dzień
pt_pt: dia

source: HRS
cs: HOD
da: TIM
de: STD
es: HS.
pl: GODZ.

source: Due
cs: Splatný
da: Senest
de: Fällig
es: Ven
fr: Échu
ja: 期限
pl: Należne
pt_pt: Devido

source: NOW
cs: NYNÍ
da: NU
de: JETZT
es: AHORA
fr: MAINTENANT
ja: 今すぐ
pl: TERAZ
pt_pt: AGORA

source: Work
cs: Pracovat
da: Arbejde
de: Arbeit
es: Trabajo
fr: Travail
ja: 勤務
pl: Praca
pt_pt: Trabalho

source: View Punch
cs: Zobrazit označení příchodu a odchodu
da: Se timestempel
de: Eintrag Anzeigen
es: Ver Marca
fr: Afficher Pointage
ja: 打刻を表示
pl: Wyświetl odbicie karty
pt_pt: Ver Picagem de Ponto

source: Three Quarter Day
cs: Tříčtvrteční den
da: Trekvart dag
de: Dreivierteltag
es: Tres Cuartos del Día
fr: Trois quarts de jour
ja: 3/4日
pl: Dzień trzy czwarte
pt_pt: Três Quartos de Dia

source: Half Day
cs: Polovina dne
da: Halv dag
de: Halber Tag
es: Medio Día
fr: Demi-journée
ja: 半日
pl: Pół dnia
pt_pt: Meio dia

source: Quarter Day
cs: Den v čtvrtletí
da: Kvart dag
de: Vierteltag
es: 1/4 del día
fr: Quart de journée
ja: 四期支払日
pl: Ćwierć dnia
pt_pt: Quarto de dia

source: Hours
cs: Hodiny
da: Timer
de: Stunden
es: Horas
fr: Heures
ja: 時間
pl: Godziny
pt_pt: Horas

source: Full Day
cs: Celý Den
da: Hel dag
de: Ganzer Tag
es: Tod/Día
fr: Journée complète
ja: 全日
pl: Pełny dzień
pt_pt: Dia inteiro

source: Partial Day
cs: Částečný den
da: Delvis dag
de: Teiltag
es: Día Parcial
fr: Journée partielle
ja: 1日の端数
pl: Dzień niepełny
pt_pt: Dia Parcial

source: Approval Details
cs: Podrobnosti schválení
da: Godkendelsesdetaljer
de: Details zur Genehmigung
es: Detalles de Aprobac
fr: Détails de l'approbation
ja: 承認の詳細
pl: Szczegóły zatwierdzenia
pt_pt: Detalhes da aprovação

source: on behalf of
cs: jménem
da: på vegne af
de: im Namen von
es: en nombre de
fr: au nom de
ja: 以下に代わって
pl: w zastępstwie za
pt_pt: em nome de

source: via
cs: přes
de: über
es: por
ja: 経由
pl: przez

source: Last Punch
cs: Poslední označení příchodu a odchodu
da: seneste stempel
de: Letzter Stempel
es: Última marca
fr: Dernier pointage
pl: Ostatnie odbicie karty
pt_pt: Última picagem

source: on
cs: zapnout
da: på
de: auf
es: el
fr: sur
pl: w
pt_pt: em

source: Punch Location
cs: Lokace označení příchodu a odchodu
da: Stempel-sted
de: Stechort
es: Perfor Ubicac
fr: Emplacement de l'horloge de pointage
ja: 打刻ロケーション
pl: Lokalizacja odbicia karty
pt_pt: Localização do Picar Ponto

source: On
cs: zapnout
da: Tændt
de: An
es: el
fr: Le
ja: で
pl: Włączony
pt_pt: Ligado

source: No Audit Trail Data Found
cs: Žádné údaje prověřovacího záznamu nebyly nalezeny
da: Ingen revisionsdata fundet
de: Keine Audit-Trail-Daten gefunden
es: No se Encontraron Datos de Seguimiento de Auditoría
fr: Aucune donnée sur la piste d'audit n'a été trouvée
ja: 監査証跡ﾃﾞｰﾀが見つかりません
pl: Nie znaleziono danych ścieżki audytu
pt_pt: Sem Dados da Pista de Auditoria encontrados

source: Audit Trail
cs: Prověřovací záznam
da: Sporing
de: Prüfungspfad
es: Seguim Audit
fr: Piste d'audit
ja: 監査証跡
pl: Próbny audyt
pt_pt: Pista de Auditoria

source: Audit History
cs: Zkontrolovat historii
da: Revisionshistorik
de: Überwachungsverlauf
es: Hist de Audit
fr: Historique des audits
ja: 監査履歴
pl: Historia audytu
pt_pt: Histórico de auditoria

source: by
cs: kým
da: med
de: nach
es: de
fr: par
ja: より
pl: według
pt_pt: por

source: mobile
cs: mobilní
da: mobil
de: Mobil
es: celular
ja: 携帯
pl: mobilna
pt_pt: móvel

source: web
cs: webový
es: Internet
ja: ウェブ

source: Deleted
cs: Vymazáno
da: Slettet
de: Gelöscht
es: Borrado
fr: Supprimé
ja: 削除済み
pl: Usunięto
pt_pt: Eliminado

source: Edited
cs: Upraveno
da: Redigeret
de: Bearbeitet
es: Editado
fr: Édité
ja: 編集済み
pl: Edytowano
pt_pt: Editado

source: Added
cs: Přidáno
da: Tilføjet
de: Hinzugefügt
es: Agreg
fr: Ajouté
ja: 追加済み
pl: Dodano
pt_pt: Adicionado

source: break
cs: Přerušit
da: pause
de: pause
es: descan
fr: pause
ja: 休憩
pl: przerwa
pt_pt: pausa

source: type
cs: Typ
de: tippen
es: tipo
ja: 種類
pl: rodzaj
pt_pt: tipo

source: punch
cs: označení příchodu a odchodu
da: stempel
de: Buchung
es: Marcar
fr: pointage
ja: 打刻
pl: odbicie karty
pt_pt: picagem de ponto

source: activity
cs: Činnost
da: aktivitet
de: Aktivität
es: actividad
fr: activité
ja: アクティビティー
pl: aktywność
pt_pt: atividade

source: Original time
cs: Původní čas
da: Oprindelig tid
de: Ursprungszeit
es: Hora Original
fr: Délai initial
ja: 元の時間
pl: Czas pierwotny
pt_pt: Tempo original

source: Please take a moment to rate the Replicon app.
cs: Udělejte si prosím čas na ohodnocení aplikace Replicon.
da: Brug et øjeblik på at bedømme Replicon appen,
de: Bitte nehmen Sie sich einen Moment Zeit, um die Replicon App zu bewerten.
es: Por favor, tómese un momento para calificar la aplicación de Replicon.
fr: Veuillez prendre un moment pour évaluer l'application Replicon.
ja: すぐに終わりますのでRepliconのアプリの評価をお願いします。
pl: Poświęć chwilę na ocenę aplikacji Replicon.
pt_pt: Disponibilize alguns momentos para classificar a aplicação Replicon.

source: No, Thanks
cs: Děkuji nechci
da: Nej tak
de: Nein Danke
es: No, Gracias
pl: Nie, dziękuję
pt_pt: Não, obrigado

source: Submit Rating
cs: Odeslat hodnocení
da: Indsend bedømmelse
de: Bewertung abgeben
es: Enviar Calificación
fr: Soumettre l'évaluation
ja: 評価の送信
pl: Prześlij ocenę
pt_pt: Submeter Classificação

source: Remind Me Later
cs: Připomenout později
da: Påmind mig senere
de: Später erinnern
es: Recordármelo Más Tarde
fr: Rappelez-moi plus tard
pl: Przypomnij mi później
pt_pt: Lembrar-me mais tarde

source: Provide Feedback
cs: Poskytnout zpětnou vazbu
da: Giv feedback
de: Rückmeldung geben
es: Proporcione Comentarios
fr: Fournir un feedback
ja: ﾌｨｰﾄﾞﾊﾞｯｸを書く
pl: Przekaż opinię
pt_pt: Fornecer Feedback

source: Would you please take a moment to tell us how we can do better?
cs: Můžete si prosím udělat čas a poradit nám, co bychom měli zlepšit?
da: Vil du bruge et øjeblik på at fortælle os, hvordan vi kan gøre det bedre?
de: Würden Sie sich bitte einen Moment Zeit nehmen, um uns zu sagen, was wir besser machen können?
es: ¿Se tomaría un momento para decirnos cómo podemos mejorar?
fr: Voulez-vous prendre un moment pour nous dire comment nous pouvons améliorer notre service ?
ja: 改善の余地についてご意見を聞かせていただけませんか?
pl: Czy możesz poświęcić chwilę na przekazanie nam, co możemy poprawić?
pt_pt: Importa-se de disponibilizar alguns momentos para dizer-nos o que podemos melhorar?

source: Feedback
cs: Zpětná vazba
fr: Commentaires
ja: フィードバック
pl: Informacje zwrotne
pt_pt: Reação

source: Awesome, Thanks!
cs: Skvělé, děkujeme!
da: Fantastisk, tak!
de: Sehr gut, vielen Dank!
es: Grandioso, ¡Gracias!
fr: Génial, Merci !
ja: よくできました。ありがとうございます
pl: Świetnie, dziękujemy!
pt_pt: Fantástico, obrigado!

source: Would you please add your rating on the App Store as well?
cs: Můžete prosím také přidat vaše hodnocení App Store?
da: Vil du også tilføje din bedømmelse på App Store?
de: Würden Sie bitte Ihre Bewertung auch im App Store hinzufügen?
es: ¿Podría también agregar su calificación en App Store?
fr: Souhaitez-vous aussi ajouter votre note sur l'App Store ?
ja: ｱﾌﾟﾘｽﾄｱで評価をお願いできますか？
pl: Czy chcesz dodać ocenę również w sklepie App Store?
pt_pt: Agradecíamos que também introduzisse a sua classificação na App Store?

source: Star Rating for Replicon Mobile 3 v
cs: Hvězdičkové hodnocení pro Replicon Mobile 3 v
da: Stjerne-bedømmelse for Replicon Mobile 3 v
de: Sternebewertung für Replicon Mobile 3 v
es: Calificación con estrellas para Replicon Móvil 3 v
fr: Nombre d'étoiles pour Replicon Mobile 3 v
pl: Ocena gwiazdkowa aplikacji Replicon Mobile 3 v
pt_pt: Classificação de estrelas para Replicon Mobile 3 v

source: Please select a star rating.
cs: Vyberte prosím hodnocení podle hvězdiček.
da: Vælg en stjerne-vurdering.
de: Bitte wählen Sie eine Sternbewertung aus.
es: Seleccione una calificación con estrellas.
fr: Veuillez sélectionner un classement par étoiles.
ja: 星の評価を選択してください。
pl: Zaznacz gwiazdki oceny.
pt_pt: Selecione uma classificação por estrelas.

source: Transferred In
cs: Přesunuto v
da: Overført i
de: Anmeldung Übertragen
es: Transf. Entrada
fr: Transféré en
ja: 移動 入
pl: Przeniesiony do
pt_pt: Entrada transferida

source: Transferred Out
cs: Přeneseno ven
da: Overført udstempling
de: Abmeldung Übertragen
es: Transfer. Salida
fr: Transféré hors
ja: 移動 出
pl: Przeniesiony z
pt_pt: Saída transferida

source: Punch Details
cs: Podrobnosti označení příchodu a odchodu
da: Stempeldetaljer
de: Stempel-Details
es: Detalles de la Marcación
fr: Détails de perforation
ja: 打刻の詳細
pl: Szczegóły odbicia karty
pt_pt: Detalhes do Ponto

source: Debug mode has been enabled. The app performance may be slower while the app is in debug mode.
cs: Režim odstranění závad byl povolen. Když je aplikace v režimu odstranění závad, její výkon může být pomalejší.
da: Debug-tilstand er aktiveret. Appens ydeevne kan være langsommere, mens appen er i debug-tilstand.
de: Der Debug-Modus wurde aktiviert. Die App-Performance kann langsamer sein, während sich die App im Debug-Modus befindet.
es: Se ha habilitado el modo depuración. El rendimiento de la aplicación podría ser más lento mientras la aplicación se encuentra en modo depuración.
fr: Le mode de débogage a été activé. La performance de l'application peut être plus lente lorsque l'application est en mode débogage.
pl: Włączono tryb debugowania. Aplikacja może działać wolniej w trybie debugowania.
pt_pt: O modo de depuração foi ativado. O desempenho da aplicação pode ser mais lento enquanto ela está no modo de depuração.

source: Debug Mode is On
cs: Režim odstranění závad je ZAP.
da: Debug-tilstand er sat til
de: Der Debug-Modus ist aktiviert
es: El Modo Depuración está Encendido
fr: Le mode de débogage est activé
ja: ﾃﾞﾊﾞｯｸﾞﾓｰﾄﾞはｵﾝです
pl: Tryb debugowania jest wł.
pt_pt: O modo de depuração está ligado

source: Debug Mode is Off
cs: Režim odstranění závad je VYP.
da: Debug-tilstand er slået fra
de: Der Debug-Modus ist deaktiviert
es: El Modo Depuración está Apagado
fr: Le mode de débogage est désactivé
ja: ﾃﾞﾊﾞｯｸﾞﾓｰﾄﾞはｵﾌです
pl: Tryb debugowania jest wył.
pt_pt: O modo de depuração está desligado

source: Please continue using the app and send us the log file when you encounter an issue.
cs: Nadále používejte aplikaci a v případě problému nám prosím pošlete soubor s záznamem.
da: Fortsæt med at bruge appen og send os logfilen, når du støder på et problem.
de: Bitte benutzen Sie die App und senden Sie uns die Log-Datei, wenn es ein Problem gibt.
es: Por favor, continúe utilizando la aplicación y envíenos el archivo de registro cuando encuentre un problema.
fr: Veuillez continuer à utiliser l'application et nous envoyer le fichier journal lorsque vous rencontrez un problème.
ja: アプリの使用に問題があればﾛｸﾞﾌｧｲﾙを送ってください。。
pl: Używaj dalej aplikacji i prześlij plik dziennika w razie problemów.
pt_pt: Continue a utilizar a aplicação e envie-nos o ficheiro de registo quando encontrar um problema.

source: Send Log File
cs: Poslat soubor se záznamem
da: Send logfil
de: Protokolldatei senden
es: Enviar Archivo de Registro
fr: Envoyer un fichier journal
ja: ﾛｸﾞﾌｧｲﾙ送信
pl: Wyślij plik dziennika
pt_pt: Ficheiro de registo de correio

source: Replicon is running in debug mode. Turn off debug mode?
cs: Replicon běží v režimu odstranění závad. Vypnout režim odstranění závad?
da: Replicon kører i debug-tilstand. Slå debug-tilstand fra?
de: Replicon läuft im Debug-Modus. Debug-Modus deaktivieren?
es: Replicon se está ejecutando en modo depuración. ¿Apagar el modo depuración?
fr: Replicon s'exécute en mode débogage. Désactiver le mode de débogage ?
ja: Repliconはﾃﾞﾊﾞｯｸﾞﾓｰﾄﾞで実行中です。ﾃﾞﾊﾞｯｸﾞﾓｰﾄﾞを止めますか?
pl: Replicon pracuje w trybie debugowania. Wyłączyć tryb debugowania?
pt_pt: A Replicon está a funcionar no modo de depuração. Desligar o modo de depuração?

source: Issues on
cs: Problémy týkající se
da: Spørgsmål om
de: Probleme auf
es: Problemas en
fr: Questions sur
pl: Problemy w
pt_pt: Problemas em

source: Errors
cs: Chyby
da: Fejl
de: Fehler
es: Errores
fr: Erreurs
pl: Błędy

source: Warnings
cs: Výstrahy
da: Advarsler
de: Warnungen
es: Advertenc
fr: Alertes
pl: Ostrzeżenia
pt_pt: Avisos

source: Error
cs: Chyba
da: Fejl
de: Fehler
fr: Erreur
pl: Błąd
pt_pt: Erro

source: Warning
cs: Výstraha
da: Advarsel
de: Warnung
es: Adverten
fr: Avertissement
pl: Ostrzeżenie
pt_pt: Atenção

source: Information
cs: Informace
de: Informationen
es: Información
fr: Informations
pl: Informacja
pt_pt: informação

source: Timesheet Level Errors
cs: Chyby na úrovni výkazu práce
da: Timeseddel niveau-fejl
de: Fehler auf der Ebene des Stundennachweises
es: Errores en la Hoja Horaria
fr: Erreurs de niveau de feuille de présence
pl: Błędy poziomu grafiku
pt_pt: Erros no Nível da Tabela de horário

source: In/Out Time
cs: Časy příchodu/odchodu
da: Ind/Ud-tid
de: Anfangs-/Endzeit
es: Hora de Entrada/Salida
fr: Heure d'entrée/sortie
ja: 出/退時刻
pl: Czas wejścia/wyjścia
pt_pt: Hora de entrada/saída

source: Break Hours
cs: Hodiny na přestávku
da: Pausetimer
de: Pausenstunden
es: Horas Descan.
fr: Heures de pause
ja: 休憩時間
pl: Liczba godziny przerwy
pt_pt: Intervalo de horas

source: Add a Comment
cs: Přidat poznámku
da: Tilføj en kommentar
de: Einen Kommentar hinzufügen
es: Agregar un Comentario
fr: Ajouter un commentaire
ja: ｺﾒﾝﾄ追加
pl: Dodaj komentarz
pt_pt: Adicionar um comentário

source: Time Off Hours
cs: Hodiny dovolené
da: Fraværstimer
de: Arbeitsfreie Stunden
es: Horas Libres
fr: Heures de congé
ja: 休暇時間
pl: Godziny czasu wolnego
pt_pt: Horas de descanso

source: Work Hours
cs: Pracovní doba
da: Arbejdstimer
de: Arbeitsstunden
es: Horas Trab.
fr: Heures de travail
ja: 仕事時間
pl: Liczba godzin pracy
pt_pt: Horas de trabalho

source: Your timesheet format is not supported on the mobile app.
cs: Váš formát výkazu práce není podporován v mobilní aplikaci.
da: Din timeseddels format understøttes ikke i mobile app.
de: Ihr Stundennachweis-Format wird in der mobilen App nicht unterstützt.
es: No se acepta el formato de su hoja horaria en la aplicación móvil.
fr: Votre format de feuille de présence n'est pas pris en charge sur l'application mobile.
ja: あなたのﾀｲﾑｼｰﾄﾌｫｰﾏｯﾄはﾓﾊﾞｲﾙｱﾌﾟﾘでｻﾎﾟｰﾄされていません。
pl: Aplikacja mobilna nie obsługuje formatu grafiku.
pt_pt: O formato da sua tabela de horário não é suportado na aplicação móvel.

source: Select a Date
cs: Vybrat datum
da: Vælg dato
de: Wählen Sie ein Datum aus
es: Seleccione una Fecha
fr: Sélectionner une date
ja: 日付の選択
pl: Wybierz datę
pt_pt: Selecionar uma data

source: Visit us at our booth at HR Tech 2014 and get your special account.
cs: Navštivte náš stánek na HR Tech 2014 a získejte speciální účet.
da: Besøg os på vores stand på HR Tech 2014 og få din specielle konto.
de: Besuchen Sie uns auf unserem Stand bei der HR Tech 2014 und holen Sie sich Ihren speziellen Account.
es: Visítenos en nuestro stand en HR Tech 2014 y reciba su cuenta especial.
fr: Visiter notre stand chez HR Tech 2014 et obtenir votre compte spécial.
ja: HR テック 2014で当社の小間にお立ち寄りいただければ特典でｱｶｳﾝﾄをお作りします。
pl: Odwiedź nasze stoisko na konferencji HR Tech 2014 i załóż konto specjalne.
pt_pt: Visite-nos no nosso stand na HR Tech 2014 e obtenha a sua conta especial.

source: Please specify
cs: Uveďte prosím konkrétně
da: Uddyb gerne
de: Bitte angeben
es: Por favor, especifique
fr: Veuillez préciser
ja: 指定してください
pl: Określ
pt_pt: Especifique

source: Replicon server is unreachable at this time. Please try again later.
cs: Server Replicon je nyní nedostupný. Zkuste to prosím později znovu.
da: Replicon server er utilgængelig på dette tidspunkt. Prøv igen senere.
de: Replicon-Server zur Zeit nicht erreichbar. Bitte versuchen Sie es später erneut.
es: El servidor de Replicon est· inaccesible en este momento. Inténtelo otravez
fr: Le serveur de Réplicon est inaccessible pour le moment. Veuillez essayer plus tard.
ja: Repliconサーバには現在接続できません。後でもう一度試してください。
pl: Serwer Replicon jest obecnie nieosiągalny. Spróbuj ponownie później.
pt_pt: De momento, não é possível contactar o servidor Replicon. Por favor tente novamente mais tarde.

source: An unknown error occurred. Please try again. If the problem persists, please contact support.
cs: Nastala neznámá chyba. Zkuste to znovu. Pokud problém přetrvává, kontaktujte prosím podporu.
da: Der opstod en ukendt fejl Prøv igen. Hvis problemet fortsætter, så kontakt Replicon support.
de: Ein unbekannter Fehler ist aufgetreten. Bitte versuchen Sie es erneut. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Support.
es: Ocurrió un error desconocido. Vuelva a intentarlo Si el problema persiste, contáctese con soporte técnico.
fr: Une erreur inconnue est survenue. Veuillez essayer de nouveau. Si le problème persiste,veuillez contacter le service d'assistance.
ja: 不明なエラーが起こりました。もう一度試してください。問題がまだ続く場合はｻﾎﾟｰﾄにご連絡ください。
pl: Wystąpił nieznany błąd. Spróbuj ponownie. Jeśli błąd wystąpi ponownie, skontaktuj się z działem obsługi.
pt_pt: Ocorreu um erro desconhecido. Tente novamente. Se o problema persistir, contacte o suporte.

source: The operation could not be completed.
cs: Tuto operaci nelze dokončit.
da: Aktiviteten kunne ikke udføres.
de: Die Operation konnte nicht abgeschlossen werden.
es: La operación no se pudo completar.
fr: La tâche n'a pas pu être terminée.
ja: 操作を完了できませんでした。
pl: Nie można zakończyć operacji.
pt_pt: A operação não foi concluída.

source: Server request timed out. Please ensure you have an internet connection and try again.
cs: Vypršel požadavek serveru. Zkontrolujte prosím, že jste připojeni k internetu a zkuste to znovu.
da: Serveranmodning, timeout. Kontroller, at du har en internetforbindelse, og prøv igen.
de: Server-Anforderung abgelaufen. Bitte stellen Sie sicher, dass Sie eine Internetverbindung haben und versuchen Sie es erneut.
es: Finalizó el tiempo de solicitud del servidor. Por favor, asegúrese de tener conexión a Internet y vuelva a intentarlo.
fr: La demande du serveur a expiré. Veuillez vous assurer d'avoir une connexion Internet et réessayez.
ja: サーバのリクエストがタイムアウトしました。インターネットに接続されていることを確認してもう一度試してください。
pl: Przekroczenie limitu czasu serwera. Sprawdź, czy masz łączność z Internetem, i spróbuj ponownie.
pt_pt: Pedido do servidor expirou. Certifique-se de que possui uma ligação à Internet e tente novamente.

source: Your session has timed out. Please sign in again.
cs: Vaše připojení vypršelo. Přihlaste se prosím znovu.
da: Din session er udløbet. Log på igen.
de: Ihre Sitzungszeit ist abgelaufen. Bitte neu anmelden.
es: Su sesión ha caducado. Por favor, vuelva a iniciar sesión.
fr: Expiration de votre session. Veuillez vous connecter à nouveau,
ja: セッションがタイムアウトしました。もう一度ｻｲﾝｲﾝしてください。
pl: Twoja sesja wygasła. Zaloguj się ponownie.
pt_pt: A sua sessão expirou. Inicie sessão novamente.

source: Holiday calendar has not been configured for your account. Please contact your Admin.
cs: Kalendář svátků nebyl nakonfigurován pro váš účet. Kontaktujte prosím svého správce systému.
da: Feriekalender er ikke blevet konfigureret til din konto. Kontakt din administrator.
de: Der Feiertagskalender wurde nicht für Ihr Konto konfiguriert. Bitte kontaktieren Sie Ihren Admin.
es: No se ha configurado el calendario de feriados en su cuenta. Por favor, contáctese con el Administrador.
fr: Le calendrier des vacances n'a pas été configuré pour votre compte. Veuillez contacter votre administrateur.
ja: ｱｶｳﾝﾄの休日暦が未設定です。管理者に連絡してください。
pl: Został skonfigurowany kalendarz świąt na koncie. Skontaktuj się z administratorem.
pt_pt: O calendário de feriados não foi configurado para a sua conta. Contacte o seu Admin.

source: Server request timed out.
cs: Vypršel požadavek serveru.
da: Serveranmodning, timeout.
de: Server-Anforderung abgelaufen.
es: Finalizó el tiempo de solicitud del servidor.
fr: La demande du serveur a expiré.
ja: サーバのリクエストがタイムアウトしました。
pl: Przekroczenie limitu czasu serwera.
pt_pt: Pedido do servidor expirou.

source: Replicon is performing scheduled server maintenance from
cs: Replicon provádí plánovanou údržbu serveru od
da: Replicon udfører planlagt servervedligeholdelse fra
de: Replicon führt eine geplante Server-Wartung durch von
es: Replicon est· realizando un mantenimiento programado del servidor desde
fr: Replicon effectue la maintenance du serveur prévue de
pl: Replicon przeprowadza zaplanowaną konserwację serwera od
pt_pt: A Replicon está a realizar uma manutenção programada ao servidor de
